<?php

// Боевой движок OGame. Выходным результатом работы модуля является HTML-код боевого доклада.

// **************************************************************************
// Параметры флота и обороны.
// Скорость полета кораблей находится в модуле управлением флота. Тут только боевые параметры (ТТХ).

// Скорострел.
$RapidFire[202] = array ( 210 => 5, 212 => 5 );
$RapidFire[203] = array ( 210 => 5, 212 => 5 );
$RapidFire[204] = array ( 210 => 5, 212 => 5 );
$RapidFire[205] = array ( 202 => 3, 210 => 5, 212 => 5 );
$RapidFire[206] = array ( 205 => 6, 210 => 5, 212 => 5, 401 => 10 );
$RapidFire[207] = array ( 210 => 5, 212 => 5 );
$RapidFire[208] = array ( 210 => 5, 212 => 5 );
$RapidFire[209] = array ( 210 => 5, 212 => 5 );
$RapidFire[210] = array ( );
$RapidFire[211] = array ( 210 => 5, 212 => 5, 401 => 20, 402 => 20, 403 => 10, 405 => 10 );
$RapidFire[212] = array ( );
$RapidFire[213] = array ( 210 => 5, 212 => 5, 215 => 2, 402 => 10 );
$RapidFire[214] = array ( 202 => 250, 203 => 250, 204 => 200, 205 => 100, 206 => 33, 207 => 30, 208 => 250, 209 => 250, 210 => 1250, 211 => 25, 212 => 1250, 213 => 5, 215 => 15, 
                                  401 => 200, 402 => 200, 403 => 100, 404 => 50, 405 => 100 );
$RapidFire[215] = array ( 202 => 3, 203 => 3, 205 => 4, 206 => 4, 207 => 7, 210 => 5, 212 => 5 );

// **************************************************************************


?>