<div id="rightmenu" class="rightmenu_big">
    <div id="title">Правила</div>
    <div id="content">
        <div id="contentscroll" align="justify">

      Правила предназначены для того, чтобы обеспечить всем игрокам честную игру и доставить им удовольствие от игры.<br>
<br>
За соблюдением правил следят игровые Операторы.<br>
<br>
<span style="font-size: 16px;">1. Аккаунты</span><br>
Владельцем аккаунта является владелец почтового адреса, указанного в настройках игры. Пользоваться аккаунтом может только один игрок, но временно разрешается присматривать за чужим аккаунтом (ситтинг).<br>
Менять владельца аккаунта можно не чаще, чем один раз в месяц. После принятия чужого аккаунта, новый владелец обязан сменить почтовый адрес в течении 12 часов.<br>
<br>
<span style="font-size: 16px;">2. Мультиаккаунты</span><br>
В одной вселенной разрешено иметь только один аккаунт.<br>
 Настоятельно рекомендуется уведомить Оператора, если по каким-то причинам два или более аккаунта используются в одной сети (например из школы, института или интернет-кафе).<br>
В течение всего времени, пока игра на аккаунтах ведется из одной сети (через одно соединение), будет невозможно пересечение флотов. Кроме того, запрещены другие пересечения.<br>
<br>
При нарушении: бессрочная блокировка всех аккаунтов без РО.<br>
<br>
<span style="font-size: 16px;">3. Присмотр за Аккаунтом (Ситтинг)</span><br>
Ситтинг означает присмотр игрока за чужим аккаунтом.<br>
Средства ситтинга реализованы программно:<br>
<ul><li> Присмотр за чужим аккаунтом разрешён на период не более 12 часов.<br>
</li><li> Период досрочно прерывается, если на аккаунт заходит его владелец или другой игрок.<br>
</li><li> Игрок, присматривающий за аккаунтом может тратить ресурсы только на постройки и исследования (строить оборону и флот запрещено).<br>
</li><li> Во время присмотра запрещены любые боевые действия с флотом, за исключением отправления флота с заданием Транспорт или Оставить на другую планету или луну владельца, а также с заданием Колонизировать или Переработать.<br>
</li><li> Присматривать за аккаунтом можно при условии, что за ним ещё никто не присматривал в предыдущие 24 часа.<br>
</li><li> Использование ракетных атак, фаланги и ворот запрещено.<br>
</li><li> Доступ в меню Мой альянс закрыт. Запрещены отправление сообщений и обработка запросов дружбы с другими игроками.<br>
</li><li> Список игроков, которым разрешено присматривать за аккаунтам задается Оператором (можно указать не более 3х игроков). Игроки должны сообщить Оператору аккаунты, которые должны быть добавлены или удалены для присмотра.<br>
</li><li> Во время ситтинга разрешено включать Режим Отпуска, но запрещено отключать его.</li></ul><br>
<span style="color: red;">Программная реализация Ситтинга пока находится в стадии разработки.</span><br>
<br>
<span style="font-size: 16px;">4. Башинг</span><br>
Запрещено атаковать одну планету или луну более 6 раз за период 24 часа. Атаки шпионскими зондами, Межпланетными ракетами и задание Уничтожить не учитываются. Во время ведения войны между двумя Альянсами ограничение на количество атак снимается (при условии что война была объявлена по всем правилам на форуме).<br>
Это правило не распространяется на заблокированных и неактивных игроков (даже если в момент атаки они стали активными).<br>
Наказание за башинг - блокировка атак на три дня.<br>
<br>
<span style="color: crimson;">В третьей вселенной ограничение на количество атак отсутствует.</span><br>
<br>
<span style="font-size: 16px;">5. Прокачка (Пушинг)</span><br>
Нижестоящему в рейтинге игроку запрещено передавать ресурсы игроку, стоящему выше в рейтинге.<br>
Это также относится к скрытым схемам передачи ресурсов, например через разбитие флота игрока нижестоящего в рейтинге, и последующим сбором Поля Обломков, игроком стоящим выше него.<br>
Во всех остальных случаях (дележ САБ, помощь в сборе поля обломков, итд.) игроки должны уведомить Оператора.<br>
<br>
<b>Исключения</b>, когда нижестоящий может послать ресурсы вышестоящему:<br>
<ul><li> Помощь переработчиками и зачисткой<br>
Нижестоящим игрокам разрешается использовать своих переработчиков для помощи сбора поля обломков после совместной атаки, а также другой флот для зачистки планет/лун.<br>
</li><li> Дележ САБ.<br>
Раздел ресурсов, полученных после совместного боя осуществляется на усмотрение игроков, но с обязательным уведомление Оператора. К этим ресурсам относится суммарное поле обломков (после атаки одной или нескольких планет/лун) и суммарная зачистка.<br>
</li><li> Создание луны по договоренности<br>
Вышестоящий игрок не должен получить прибыль при создании луны по договоренности. Все лишние ресурсы должны быть возвращены нижестоящему игроку в 48 часовой срок. Нижестоящий игрок может не возвращать ресурсы вышестоящему.<br>
</li><li> Торговля.<br>
Максимальный курс для торговли (металл:кристалл:дейтерий) - <span style="font-size: 16px;">3:2:1</span><br>
Минимальный курс - <span style="font-size: 16px;">1:1:1</span><br>
Торговля между игроками должна быть завершена в 48 часовой срок.<br>
</li><li> Заём ресурсов<br>
Разрешено давать ресурсы в долг другому игроку с уведомлением Оператора. Ресурсы должны быть возвращены в 48 часовой срок.<br>
</li><li> Получение приза за охоту над игроком.<br>
Подробнее тут : <a href="http://board.oldogame.ru/thread.php?postid=5626#post5626" target="_blank">Правила раздела</a><br></li></ul><br>
Все нарушения данных исключений приравниваются к Прокачке.<br>
<br>
Наказание за прокачку (всех причастных аккаунтов):<br>
1-й случай - 3 дня с РО<br>
2-й случай - 7 дней с РО<br>
3-й случай - бессрочный блок без РО<br>
<br>
<span style="font-size: 16px;">6. Использование Багов и Скриптов</span><br>
Использование ошибок игры для получения прибыли, а также сокрытие ошибок от администрации строго запрещено. Запрещено использование сторонних программ-клиентов. Использование автоматических скриптов (ботов) для получения преимущества над другими игроками также запрещено.<br>
Обо всех найденных ошибках игроки должны сообщать на форум, в раздел Ошибки. Подозрения в ботоводстве должны быть направлены Оператору для рассмотрения.<br>
Так как игра ещё не достаточно отлажена, то наказание за багоюз будет рассматриваться для каждого случая отдельно, в зависимости от тяжести последствий.<br>
<br>
<span style="font-size: 16px;">7. Угрозы в реальной жизни, оскорбления и спам</span><br>
Не запрещается употребление матерных слов и угроз в реале, но администрация не несет ответственности за сохранность игроков. "За маму" бессрочный бан аккаунта без РО.<br>
<br>
<span style="font-size: 16px;">8. Амнистия</span><br>
Администрация сохраняет за собой право амнистирования бессрочно заблокированных аккаунтов, приуроченную к определенным событиям. Для продления активности аккаунта (чтобы он не удалился через 35 дней) достаточно сделать попытку входа на него.

</div>
    </div>
</div>


