<?php

// Graviton attack (moon destruction)
// TODO: Take messages from the current official game.

$LOCA["en"]["GRAVITON_ATK_SUBJ"] = "Лунная атака";
$LOCA["en"]["GRAVITON_DEF_SUBJ"] = "Лунные толчки";

// For the attacker.

$LOCA["en"]["GRAVITON_ATK_00"] = "Флот с #1 #2 достигает луны планеты на #3 .\n" .
"Структура луны не была достаточно ослаблена, флот возвращается обратно.\n" .
"<br>Шанс на уничтожение луны: #4 %. Шанс на уничтожение звезды смерти:#5 %;";

$LOCA["en"]["GRAVITON_ATK_01"] = "Флот с планеты #1 #2 достигает луны планеты на #3 .\n".
"Вооружение звезды смерти отстреливают на луну череду зарядов гравитонов, которые приводят к мощному сотрясению и уничтожению спутника. Все постройки на луне уничтожаются. Полный успех. Флот возвращается на родную планету бухать по этому поводу.\n".
"<br>Шанс на уничтожение луны: #4 %. Шанс на уничтожение звезды смерти:#5 %";

$LOCA["en"]["GRAVITON_ATK_10"] = "Флот с планеты #1 #2 достигает луны планеты на #3 . Звезда смерти направляет свою гравитонную пушку на спутник. Лёгкие вибрации сотрясают поверхность луны. Но что-то тут не так. Гравитонная пушка приводит звезду смерти в колебания. Начинается отдача. Звезда смерти разлетается на миллионы кусочков. Возникающая при этом ударная волна уничтожает весь Ваш флот. Доигрался...\n".
"<br>Шанс на уничтожение луны: #4 %. Шанс на уничтожение звезды смерти:#5 %";

$LOCA["en"]["GRAVITON_ATK_11"] = "Флот с планеты #1 #2  достигает луны на орбите планеты #3 . Ваша звезда смерти направляет свою гравитонную пушку на спутник. Толчки на поверхности луны всё нарастают. Луна начинает деформироваться и разрывается. Гигантские обломки летят на Ваш флот. Отступать уже поздно. Весь Ваш флот уничтожается градом обломков. Какой облом...\n".
"<br>Шансы на уничтожение луны: #4 %. Шансы на уничтожение звезды смерти: #5%.";

// For the defender.

$LOCA["en"]["GRAVITON_DEF_00"] = "Флот с планеты #1 #2 достигает луны Вашей планеты на #3.\n" .
"Лёгкие сотрясения на твоей луне указывают на неудавшуюся атаку на лунную структуру; атакующий флот, не выполнив задания, возвращается обратно на #4 #5.\n" .
"<br>Шанс на уничтожение луны: #6 %. Шанс на уничтожение звезды смерти:#7 %;";

$LOCA["en"]["GRAVITON_DEF_01"] = "Флот с планеты #1 #2 достигает луны твоей планеты на #3.\n".
"Всё более усиливающаяся вибрация сотрясает этот спутник. Луна начинает деформироваться и в конце концов разлетается на миллионы кусочков. Это был тяжёлый удар для Вашей империи. Флот противника возвращается обратно.\n".
"<br>Шанс на уничтожение луны: #4 %. Шанс на уничтожение звезды смерти:#5 %";

$LOCA["en"]["GRAVITON_DEF_10"] = "Флот с планеты #1 #2 достигает луны Вашей планеты  на #3.\n".
"Лёгкие сотрясения на твоей луне указывают на неудавшуюся атаку на лунную структуру. Неожиданно они прекращаются. Гигантский взрыв сотрясает пространство. Атакующий флот исчезает с экранов радаров. Несрастуха вышла...\n".
"<br>Шанс на уничтожение луны: #4 %. Шанс на уничтожение звезды смерти:#5 %";

$LOCA["en"]["GRAVITON_DEF_11"] = "Флот с планеты #1 #2 достигает луны Вашей планеты на #3.\n".
"Всё более усиливающиеся толчки сотрясают спутник. Луна начинает деформироваться и разрывается в конце концов на миллионы кусочков. Внезапно вражеский флот исчезает с экранов Ваших радаров. Что-то там у них не так, наверное пришибло обломками...\n".
"<br>Шансы на уничтожение луны: #4 %. Шансы на уничтожение звезды смерти:#5 %.";

?>