<div id="rightmenu" class="rightmenu_big">
    <div id="title">Правила</div>
    <div id="content">
        <div id="contentscroll" align="justify">
        Эти правила действительны и являются обязательными к исполнению во всех вселенных, отклонения в отдельных вселенных возможны и указываются отдельно.<p>

Правила предназначены для того, чтобы обеспечить всем игрокам честную игру и доставить им удовольствие от игры<p>

За соблюдением правил следят игровые операторы<p>

<span class="sizeh1">1. Аккаунты</span><br />

<i>1.1 Владение аккаунтом</i>
Одним игровым аккаунтом разрешено играть только одному человеку. Общая игра нескольких людей одним аккаунтом и управление чужим аккаунтом - запрещены. См. также п. 1.2.
Владельцем аккаунта считается обладатель постоянного электронного адреса, указанного в профиле. В сомнительных случаях оператор вправе требовать от игрока вести переписку только с этого адреса.<p>


<i>1.2 Уход за чужим аккаунтом (ситтинг)</i><br>
Разрешён неолгосрочный уход за чужим аккаунтом длительностью до 24 часов, при котором "атаковать" и "шпионаж"; с заданием "переработать" можно посылать флот только в сейв, с заданием "транспорт" разрешено посылать флот только для перевозки ресурсов с колоний; также разрешены любые запуски и остановки строительств и исследований.
Одновременно уход разрешён только за одним аккаунтом помимо своего собственного.
По истечению срока ухода за аккаунтом, Хозяин аккаунта не может отдавать аккаунт на повторный уход в течение 7 дней. Также игрок, который присматривал за аккаунтом, не может присматривать в течение 7 дней за этим либо другим аккаунтом.<br>
При нарушении: бессрочная блокировка (минимум 35 дней) аккаунтов с их последующим удалением.<p>

<i>1.3 Обмен аккаунтами</i><br>
Обмен аккаунтами считается действительным только в том случае, когда о нём сообщено оператору и оператор произвёл соответствующий обмен и уведомил обоих игроков (операторы наделены такой функцией, и её использование всегда можно проследить).
После обмена аккаунтами, проведённого без уведомления и/или помощи оператора просьбы на восстановление либо изменение права пользования принимаются исключительно с постоянного адреса, указанного в профиле.<br>
Возврат или восстановление аккаунтов, обменянных без участия оператора, невозможен.<p>

<i>1.4 Деактивация проверки ай-пи</i><br>
Просьбы о восстановлении или возврате аккаунтов с отключённой проверкой ай-пи не принимаются к рассмотрению.<br>
Отключение проверки ай-пи возможно только в тех случаях, когда это необходимо для надлежащего протекания игры. Оно должно быть обговорено и одобрено оператором соотвутствующей вселенной.<p>

<span class="sizeh1">2. Игра с одного компьютера / ай-пи</span><br />
Играть нескольким игрокам через одно интернет-соединение, например из локальной сети, интернет-кафе, компьютерного клуба, одного компьютера - разрешено.<p>

При игре с одного компьютера / ай-пи игроки обязаны немедленно сообщить об этом оператору. Оператор, в свою очередь, обязуется внести в профиле игроков соответствующую заметку. Также игроки обязаны соблюдать правило о наблюдении за аккаунтом (ситинг).<br>
Такие игроки не смогут обмениваться между собой ресурсами и посылать друг другу флоты . Внимание со стороны администрации к ним удвоенное, в таких ситуациях настоятельно рекомендуется играть в разных вселенных, т.к. возможности совместной игры в одной вселенной ограничены. При постоянной игре с одного ай-пи в одной вселенной запрещено любое пересечение между аккаунтами.<br>
При нарушении: бан за мультоводство<br>

<span class="sizeh1">3. Прокачка (не действует в 13-й вселенной)</span><br />
Под прокачкой подразумеваются все безвозмездные пересылки ресурсов от более слабого по очкам игрока к более сильному (даже внутри альянса), а также торговля по курсу меньше официально разрешённого минимума 1:1:1 (1 металл к 1 кристаллу и к 1 дейтерию).
Это также относится к атакам по договорённости, в том числе для возникновения полей обломков, исключение - атаки по договорённости для создания луны. Компенсация затрат дейтерия на перелёт для атаки планеты с целью получения луны от более слабого игрока более сильному также считается прокачкой.<br>
При нарушении: бессрочная блокировка (минимум 35 дней) аккаунтов с их последующим удалением.<p>


<i>3.1 Создание луны по договоренности</i><br>
Существует две возможности создания луны по договорённости.<br>
Вариант 1 - атакующий ниже по рейтингу чем атакуемый<br>
Если обломки собрал атакующий - всё нормально.<br>
Если обломки собрал атакуемый, или тот, кто украл эти обломки, то атакуемый обязан выслать в максимум 3-дневный срок ровно то количество ресурсов, которое было в поле обломков, за вычетом своих потерь, или альтернативными ресурсами по любому допустимому курсу ОГейма (минимум 1:1:1).<br>
Вариант 2 - атакующий выше по рейтингу чем атакуемый - всё равно кто соберёт поле обломков - при условии, что идёт разбитие флота атакующего.<br>
При нарушении: бан за прокачку<br>

<i>3.2 Помощь в восстановлении потерь</i><br>
Внутри альянса можно помогать ресурсами игроку, который понёс потери в результате атак(и) либо на него, либо неудачной атаки с его стороны.<br>
Неудачной атакой считается атака, в которой потери атакующего больше, чем образовавшееся поле обломков после этой атаки, плюс ресурсы, вывезенные с атакуемой планетылуны другому игроку.<br>
В этом случае в максимум 3-дневный срок после атак(и), игрок, которому восстанавливают потери, обязан отписаться оператору о начале отправки ему ресурсов (какие ресурсы, сколько, от каких игроков, дата начала поставок и дата конца отправок, лог(и) боя).<br>
При нарушении: бан за прокачку<br>

<i>3.3 Помощь члену альянса в сборе обломков переработчиками</i><br>
Внутри альянса разрешено одалживать переработчики для сбора поля обломков, получившегося в результате атаки. В этом случае игрок, который атаковал, отсылает оператору лог боя, имена игрока(ов) (кто помогал собирать обломки), количество собранных им(и) ресурсов, не позднее чем 3 суток с момента атаки, и обязательно до отправки ему этих обломков. В свою очередь, игрок(и) собирающие обломки в праве взять часть ресурсов себе (для восполнения расходов на отправку переработчиков и транспортников в результате этой операции, по одному из официальных курсов).<br>
При нарушении: бан за прокачку<p>

<i>3.4 Вымогательство ресурсов</i><br>
Вымогать ресурсы за соглашения о ненападении запрещено. В случае вымогательства сообщите вымогающему игроку о том, что это запрещено и сошлитесь на этот пункт правил. При отсутствии реакции и продолжении вымогательства оповестите соответствующего оператора. Вы можете отослать ресурсы вымогающему, если Вашему аккаунту грозит опасность с его стороны, и тогда вымогающий будет заблокирован за прокачку, но только при условии, что Вы предупредили оператора.<br>
При нарушении: бан за прокачку<p>

<i>3.5 Заём</i><br>
Заем ресурсов под проценты запрещён.<br>
При нарушении: бан за прокачку<br>

<span class="sizeh1">4. Торговля</span><br />
Официальный максимальный курс для торговли (металл:кристалл:дейтерий) - 3:3:1 (за 1 ед. дейтерия может максимум даваться либо 3 ед. кристалла, либо 3 ед. металла, за 1 ед. кристалла может даваться не более 3ед. металла).<br>
Минимальный курс - 1:1:1.<br>
Вести торговлю и заёмы по курсу меньше минимального - запрещено.<br>
Максимальный срок возврата ресурсов √ 3 дня.<br>
Торговля ресурсами и вообще любые сделки за реальные деньги запрещены, поэтому прежде, чем тратить свои деньги, подумайте, готовы ли Вы их потерять в случае блокировки.<br>
Нарушения приравниваются к нарушению правила о прокачке.<p>

<span class="sizeh1">5. Башинг</span><br />
<i>5.1 Определение</i><br>
Под башингом понимается более трёх волн одного игрока на одну планету или луну.<br>
Одна волна √ это максимум три флота, атаковавшие цель в течение максимум 30 минут, т.о. три флота за 1 минуту являются одной волной. Время между волнами роли не играет (т.е. все три волны можно послать одну за другой). В 10-й вселенной упрощённое правило √ разрешены 5 атак (не волн!) в сутки, независимо от времени нападения. В 13-й вселенной правило о башинге отсутствует.<br>
Атаки на неактивных игроков учитываются (т.к. они в любой момент могут потом стать активными и подать жалобу).<br>
Атаки Шпионскими Зондами и Ракетные атаки не учитываются, т.к. они не являются грабежом ресурсов.<br>
При нарушении:<br>
1-й случай √ 3 дня с РО<br>
2-й случай √ 7 дней с РО<br>
3-й случай √ бессрочный блок (минимум 35 дней) с последующим удалением<p>

<i>5.2 Исключения</i><br>
<i>5.2.1 Война</i><br>
Правило о башинге не распространяется на игроков из альянсов, ведущих войну.<br>
Для объявления войны необходимо оставить сообщение в соответствующем разделе форума, в котором все стороны должны быть названы в корректной форме. Война может быть объявлена только альянсом альянсу.<br>
Правило о башинге перестаёт действовать через 12 часов после публикации объявления войны.
Объявление войны является односторонним и не требует обязательного согласия всех сторон.
Для ведения войны альянс должен состоять как минимум из 2-х человек.<br>
* Запрещено объявлять войну более чем 5-ти альянсам:<br>
т.е. - если вы уже ведёте боевые действия с 5-ю альянсами, вы НЕ можете объявлять о новой войне кому-либо, НО это не отменяет права другому альянсу обьявить войну вам и только в этом случае правило башинга будет для вас снято на все 6-ть альянсов.<br>

<i>5.2.2 Оскорбление</i><br>
Если при нападении атакуемый оскорбляет атакующего (см. п.8.2), то последний вправе атаковать сколько угодно до окончания блока за оскорбление.<br>

<i>5.3 Особый случай</i><br>
Атаки, делающие невозможным для атакуемого дальнейший ход игры, запрещены. Точное описание такого случая невозможно, т.к. оно зависит от многих специфических факторов каждого игрока, поэтому определение такого случая оставляется оператору.<p>

При нарушении: наказание за башинг.<p>

<span class="sizeh1">6. Использование багов</span><br />
Баги и/или ошибки в программировании игры использовать запрещено.<br>
Об обнаруженных ошибках необходимо как можно быстрее сообщить на форуме в разделе ошибок, через IRC или через e-mail оператору соответствующей вселенной.<br>
При нарушении: бессрочный блок (минимум 35 дней) с последующим удалением аккаунта.<p>

<span class="sizeh1">7. Вмешательство в игровую технику</span><br />
Под вмешательством в игрвую технику понимается использование любых сторонних программ и механизмов, дающих или могущих дать примущество в игре или ведущих завышенному трафику.
В частности запрещены автоматические и полуавтоматические скрипты, которые выполняют запросы в базы данных или приводят в действие игровые механизмы.<br>
При обнаружении фактов вмешательства в игровую технику у более, чем одного члена одного альянса, оператор вправе заблокировать весь альянс до выяснения обстоятельств. Поэтому подуймайте о своих коллегах, прежде чем использовать боты и скрипты.<br>
При нарушении: исключение из Огейма и других проектов Gameforge.<p>

<span class="sizeh1">8. Общение между игроками</span><br />
Все нижеприведённые пункты относятся к сообщениям, отправленным на любом официальном канале в Огейм. К ним относятся внутриигровые сообщения, официальный канал IRC и форум.
При внутриигровых сообщениях жалобы принимаются исключительно через функцию ╚пожаловаться╩.<br>

<i>8.1 Угрозы и вымогательство в реальной жизни</i><br>
Под угрозой в реальной жизни расценивается сообщения, однозначно сигнализирующие об угрозе жизни и/или здоровью игрока или его близких.<br>
Также категорически запрещено вымогательство, относящееся к реальной жизни.<br>
При нарушении: исключение из одной или всех вселенных Огейма, а также других проектов Gameforge.<p>

<i>8.2 Оскорбления</i><br>
Под оскорблениями понимается прямое грубое оскорбление игрока либо его близких,а так же мат в игровых сообщениях.<br>        </div>
    </div>
</div>


