<?php

// Столб Позора.

$LOCA["ru"]["PRANGER_TITLE"] = "Позорный столб #1";
$LOCA["ru"]["PRANGER_INFO"] = "Здесь написано кто, почему и на сколько заблокирован. 
<br />Блокировка со стороны Совета Админов и системы НЕ обсуждается. 
<br />Внимание! С автоматической темой сообщения Ваше сообщение будет обработано быстрее.";
$LOCA["ru"]["PRANGER_WHEN"] = "Когда";
$LOCA["ru"]["PRANGER_OPER"] = "Кто заблокировал";
$LOCA["ru"]["PRANGER_USER"] = "Имя игрока";
$LOCA["ru"]["PRANGER_UNTIL"] = "Заблокирован до";
$LOCA["ru"]["PRANGER_REASON"] = "Причина";
$LOCA["ru"]["PRANGER_PREV"] = "Предыдущие #1";
$LOCA["ru"]["PRANGER_NEXT"] = "Следующие #1";

?>