<?php

// Офицерское казино.

$LOCA["ru"]["PREM_HEAD1"] = "Мудрому владыке ...";
$LOCA["ru"]["PREM_HEAD2"] = "... нужны умные <b><font size=4>советники.</font></b>";

$LOCA["ru"]["PREM_DM_INFO"] = "Тёмная материя - это такая субстанция, которая может храниться только в течение нескольких стандартных лет с большими затратами. Из неё можно добывать невероятные массы энергии. Способ её добычи очень сложен и опасен, поэтому она очень высоко ценится.";
$LOCA["ru"]["PREM_DM_NOTE"] = "При помощи этой субстанции можно нанять офицеров и командиров.";
$LOCA["ru"]["PREM_DM_GET"] = "Достать тёмную материю";

$LOCA["ru"]["PREM_OFICEERS"] = "Офицеры";

$LOCA["ru"]["PREM_COMMANDER"] = "Командир ОГейма";
$LOCA["ru"]["PREM_COMMANDER_INFO"] = "Ранг командира неоднократно оправдал себя в современном ведении боя. Благодаря упрощённой структуре Ваши приказы могут исполняться быстрее, что позволит Вам сохранять контроль над всей Вашей империей! Вы сможете развивать стратегии, позволяющей всегда быть на шаг впереди противника.";
$LOCA["ru"]["PREM_COMMANDER_NOTE"] = "Очередь для строительства, обзор империи, усовершенствованный обзор галактики, фильтр сообщений, никакой рекламы";

$LOCA["ru"]["PREM_ADMIRAL"] = "Адмирал";
$LOCA["ru"]["PREM_ADMIRAL_INFO"] = "Адмирал - это испытанный войной ветеран и гениальный стратег. Даже в самых горячих боях он не теряет обзора и поддерживает контакт с подчинёнными ему адмиралами. Мудрый правитель может полностью положиться на него в бою и тем самым использовать для боя больше кораблей.";
$LOCA["ru"]["PREM_ADMIRAL_NOTE"] = "&nbsp;Макс. кол-во флотов +2";

$LOCA["ru"]["PREM_ENGINEER"] = "Инженер";
$LOCA["ru"]["PREM_ENGINEER_INFO"] = "Инженер - это специалист по управлению энергией. В мирное время он повышает уровень энергетических сетей на колониях. В случае нападения он снабжает энергетические системы планетарных защит и предотвращает перегрузки, что ведёт к значительно меньшей степени потерь в бою.";
$LOCA["ru"]["PREM_ENGINEER_NOTE"] = "Сокращает вдвое потери в обороне+10% больше энергии";

$LOCA["ru"]["PREM_GEOLOGE"] = "Геолог";
$LOCA["ru"]["PREM_GEOLOGE_INFO"] = "Геолог - это признанный эксперт в астроминералогии и -кристаллографии. Со своей командой металлургов и химиков он поддерживает межпланетные правительства при разработке новых источников ресурсов и оптимизации их очистки.";
$LOCA["ru"]["PREM_GEOLOGE_NOTE"] = "+10% доход от шахты";

$LOCA["ru"]["PREM_TECHNOCRATE"] = "Технократ";
$LOCA["ru"]["PREM_TECHNOCRATE_INFO"] = "Гильдия технократов - это гениальные учёные, и их всегда можно найти там, где заканчивается грань технически возможного. Их код никогда не сможет разгадать ни один нормальный человек, и одним своим присутствием они вдохновляют учёных империи.";
$LOCA["ru"]["PREM_TECHNOCRATE_NOTE"] = "+2 уровень шпионажа, 25% меньше времени на исследования";

$LOCA["ru"]["PREM_WEEK"] = "1 неделя за";
$LOCA["ru"]["PREM_3MONTH"] = "3 месяца/месяцев за";
$LOCA["ru"]["PREM_TOTAL"] = "всего";

$LOCA["ru"]["PREM_INACTIVE"] = "<font color=red>Неактивный</font>";
$LOCA["ru"]["PREM_ACTIVE"] = "<strong><font color=lime>Активен</font> ещё #1 д.</strong>";

$LOCA["ru"]["PREM_NOTENOUGH"] = "Недостаточно тёмной материи!";
$LOCA["ru"]["PREM_OK"] = "Продление прошло успешно!";

?>