<?php

// Сообщения ракетной атаки.

$LOCA["ru"]["RAK_MSG_SUBJ"] = "Ракетная атака";
$LOCA["ru"]["RAK_TITLE"] = "Поражённая оборона";
$LOCA["ru"]["RAK_DEF_TEXT1"] = "#1 ракетам из общего числа выпущенных ракет с планеты";
$LOCA["ru"]["RAK_DEF_TEXT2"] = "удалось попасть на Вашу планету";
$LOCA["ru"]["RAK_DEF_TEXT3"] = "#1 ракет(-ы) было уничтожено Вашими ракетами-перехватчиками";
$LOCA["ru"]["RAK_ATT_TEXT1"] = "#1 ракет(ы) с Вашей планеты";
$LOCA["ru"]["RAK_ATT_TEXT2"] = "ударили по планете";

?>