<?php

// In-game objects

// ru

        $LOCA["ru"]["NAME_1"] = "Рудник по добыче металла";
        $LOCA["ru"]["NAME_2"] = "Рудник по добыче кристалла";
        $LOCA["ru"]["NAME_3"] = "Синтезатор дейтерия";
        $LOCA["ru"]["NAME_4"] = "Солнечная электростанция";
        $LOCA["ru"]["NAME_12"] = "Термоядерная электростанция";
        $LOCA["ru"]["NAME_14"] = "Фабрика роботов";
        $LOCA["ru"]["NAME_15"] = "Фабрика нанитов";
        $LOCA["ru"]["NAME_21"] = "Верфь";
        $LOCA["ru"]["NAME_22"] = "Хранилище металла";
        $LOCA["ru"]["NAME_23"] = "Хранилище кристалла";
        $LOCA["ru"]["NAME_24"] = "Ёмкость для дейтерия";
        $LOCA["ru"]["NAME_31"] = "Исследовательская лаборатория";
        $LOCA["ru"]["NAME_33"] = "Терраформер";
        $LOCA["ru"]["NAME_34"] = "Склад альянса";
        $LOCA["ru"]["NAME_41"] = "Лунная база";
        $LOCA["ru"]["NAME_42"] = "Сенсорная фаланга";
        $LOCA["ru"]["NAME_43"] = "Ворота";
        $LOCA["ru"]["NAME_44"] = "Ракетная шахта";

        $LOCA["ru"]["NAME_106"] = "Шпионаж";
        $LOCA["ru"]["NAME_108"] = "Компьютерная технология";
        $LOCA["ru"]["NAME_109"] = "Оружейная технология";
        $LOCA["ru"]["NAME_110"] = "Щитовая технология";
        $LOCA["ru"]["NAME_111"] = "Броня космических кораблей";
        $LOCA["ru"]["NAME_113"] = "Энергетическая технология";
        $LOCA["ru"]["NAME_114"] = "Гиперпространственная технология";
        $LOCA["ru"]["NAME_115"] = "Реактивный двигатель";
        $LOCA["ru"]["NAME_117"] = "Импульсный двигатель";
        $LOCA["ru"]["NAME_118"] = "Гиперпространственный двигатель";
        $LOCA["ru"]["NAME_120"] = "Лазерная технология";
        $LOCA["ru"]["NAME_121"] = "Ионная технология";
        $LOCA["ru"]["NAME_122"] = "Плазменная технология";
        $LOCA["ru"]["NAME_123"] = "Межгалактическая исследовательская сеть";
        $LOCA["ru"]["NAME_124"] = "Экспедиционная технология";
        $LOCA["ru"]["NAME_199"] = "Гравитационная технология";

        $LOCA["ru"]["NAME_202"] = "Малый транспорт";
        $LOCA["ru"]["NAME_203"] = "Большой транспорт";
        $LOCA["ru"]["NAME_204"] = "Лёгкий истребитель";
        $LOCA["ru"]["NAME_205"] = "Тяжёлый истребитель";
        $LOCA["ru"]["NAME_206"] = "Крейсер";
        $LOCA["ru"]["NAME_207"] = "Линкор";
        $LOCA["ru"]["NAME_208"] = "Колонизатор";
        $LOCA["ru"]["NAME_209"] = "Переработчик";
        $LOCA["ru"]["NAME_210"] = "Шпионский зонд";
        $LOCA["ru"]["NAME_211"] = "Бомбардировщик";
        $LOCA["ru"]["NAME_212"] = "Солнечный спутник";
        $LOCA["ru"]["NAME_213"] = "Уничтожитель";
        $LOCA["ru"]["NAME_214"] = "Звезда смерти";
        $LOCA["ru"]["NAME_215"] = "Линейный крейсер";

        $LOCA["ru"]["NAME_401"] = "Ракетная установка";
        $LOCA["ru"]["NAME_402"] = "Лёгкий лазер";
        $LOCA["ru"]["NAME_403"] = "Тяжёлый лазер";
        $LOCA["ru"]["NAME_404"] = "Пушка Гаусса";
        $LOCA["ru"]["NAME_405"] = "Ионное орудие";
        $LOCA["ru"]["NAME_406"] = "Плазменное орудие";
        $LOCA["ru"]["NAME_407"] = "Малый щитовой купол";
        $LOCA["ru"]["NAME_408"] = "Большой щитовой купол";
        $LOCA["ru"]["NAME_502"] = "Ракета-перехватчик";
        $LOCA["ru"]["NAME_503"] = "Межпланетная ракета";

?>