<?php

// Всё что касается САБ.

$LOCA["ru"]["ACS_MAX_USERS"] = "Участвовать могут максимум #1 игроков!";
$LOCA["ru"]["ACS_USER_NOT_FOUND"] = "Пользователь не найден";
$LOCA["ru"]["ACS_ALREADY_ADDED"] = "Такой пользователь уже добавлен в союз";

$LOCA["ru"]["ACS_INVITE_SUBJ"] = "Приглашение к совместной атаке";
$LOCA["ru"]["ACS_INVITE_TEXT1"] = "#1 приглашает Вас на миссию #2 против игрока #3 на планете";
$LOCA["ru"]["ACS_INVITE_TEXT2"] = "Прибытие флота назначено на #1. ВНИМАНИЕ: время прибытия может измениться из-за скорости других задействованных флотов!";

?>