<?php

// バージョン履歴。

$LOCA["jp"]["CHANGELOG_VERSION"] = "バージョン";
$LOCA["jp"]["CHANGELOG_DESC"] = "説明";

$LOCA["jp"]["CHANGELOG_0.312apl2"] =
    "- 特殊文字の修正"
;
$LOCA["jp"]["CHANGELOG_0.312apl3"] =
    "- 負の時間が表示される造船所のバグを修正<br />\n" .
    "- 終了時にホームページへのリンクを追加。<br />\n" .
    "- シールドドームのバグを修正。現在は一度しか建設できない。"
;
$LOCA["jp"]["CHANGELOG_0.312apl4"] =
    "- CHANGELOGへのリンク<br />\n" .
    "- 建物の建設時にキャッシュをクリア<br />\n" .
    "- 艦船の建設中はナノマシン工場を建設できない"
;
$LOCA["jp"]["CHANGELOG_0.312apl5"] =
    "- フリート維持費に関するテキストを削除"
;
$LOCA["jp"]["CHANGELOG_0.312apl6"] =
    "- スパイ送信後に動作が戻るようになった<br />\n" .
    "- ギャラクシーの動作復帰はdragoscanに感謝"
;
$LOCA["jp"]["CHANGELOG_0.312apl7"] =
    "- 造船所のバグを修正<br />\n" .
    "- 建設完了後の空きフィールド計算時のバグを修正"
;
$LOCA["jp"]["CHANGELOG_0.312apl8"] =
    "- 生産表示のエラーを修正"
;
$LOCA["jp"]["CHANGELOG_0.312apl9"] =
    "- 建設と研究のレベルを誤って表示していたバグを部分的に修正。<br />\n" .
    "- 座標<0には送信できない"
;
$LOCA["jp"]["CHANGELOG_0.312apl10"] =
    "- 同盟の略称にスペースを許可"
;

$LOCA["jp"]["CHANGELOG_0.321a"] =
    "- 小型同盟システム"
;
$LOCA["jp"]["CHANGELOG_0.321apl1"] =
    "- ACSのいくつかのバグを修正"
;
$LOCA["jp"]["CHANGELOG_0.321apl3"] =
    "- 検索機能から同盟検索を削除<br />\n" .
    "- 検索機能は同盟に特化<br />\n" .
    "- 同盟のリーダーは自分のランクで与えられた権限のみを持つ。"
;
$LOCA["jp"]["CHANGELOG_0.322a"] =
    "- 同盟メニューから個々の同盟メンバーにメッセージを送信可能"
;
$LOCA["jp"]["CHANGELOG_0.323a"] =
    "- 貯蔵庫のレベル0の表示を修正<br />\n" .
    "- 艦船タイプのデータベースを拡張<br />\n" .
    "- 艦船建設の表示エラーを修正"
;
$LOCA["jp"]["CHANGELOG_0.324a"] =
    "- 惑星ジャンプのバグを修正（失敗）"
;
$LOCA["jp"]["CHANGELOG_0.325a"] =
    "- スクリプト検出機能を実装"
;
$LOCA["jp"]["CHANGELOG_0.325apl1"] =
    "- 1000の表示エラーを修正<br />\n" .
    "- 名前が空のメッセージ<br />\n" .
    "- リサイクラーのバグ（800万を超える資源の輸送が可能に）<br />\n" .
    "- 同盟名変更時の新しいエラーメッセージ"
;
$LOCA["jp"]["CHANGELOG_0.326a"] =
    "- バケーションモードのキャンセル"
;
$LOCA["jp"]["CHANGELOG_0.327a"] =
    "- ディフェンスの残骸が残骸フィールドに落ちなくなった<br />\n" .
    "- スパイプローブは武器やディフェンスを持たなくなった（旧値の1%）<br />\n" .
    "- リサイクラーの保存機能"
;

$LOCA["jp"]["CHANGELOG_0.330a"] =
    "- デススターが飛行可能に<br />\n" .
    "- バケーションモードを無効化可能に"
;
$LOCA["jp"]["CHANGELOG_0.330apl1"] =
    "- セキュリティホールを修正"
;
$LOCA["jp"]["CHANGELOG_0.330apl2"] =
    "- セキュリティホールを修正"
;
$LOCA["jp"]["CHANGELOG_0.330apl3"] =
    "- デススターの攻撃力が弱すぎた"
;
$LOCA["jp"]["CHANGELOG_0.330apl4"] =
    "- デススターがディフェンスに対してより効果的に <br/>\n" .
    "- セキュリティの欠陥をいくつか修正 <br/>\n" .
    "- 加速版への最初の準備"
;
$LOCA["jp"]["CHANGELOG_0.331a"] =
    "- 長時間のセッションでBANが可能に"
;
$LOCA["jp"]["CHANGELOG_0.331apl1"] =
    "- 建設バグを修正"
;
$LOCA["jp"]["CHANGELOG_0.331apl2"] =
    "- メールアラートを削除 <br/>\n" .
    "- パスワード復旧を簡素化 <br/>\n" .
    "- リサイクラーが消えなくなった"
;

$LOCA["jp"]["CHANGELOG_0.34a"] =
    "- バケーションモードがマウスオーバーで有効化<br />\n" .
    "- 研究完了時に研究が有効になる"
;
$LOCA["jp"]["CHANGELOG_0.35a"] =
    "- BANリスト1、2、4、5のバグを修正"
;
$LOCA["jp"]["CHANGELOG_0.36a"] =
    "- バグ6、7、9?、10、13、18、19、22を修正"
;
$LOCA["jp"]["CHANGELOG_0.371a"] =
    "- 検索メニューで同盟を検索可能に<br />\n" .
    "- 月の再活性化（テスト）"
;
$LOCA["jp"]["CHANGELOG_0.372a"] =
    "- 大規模な戦闘の後に月が出現することがある<br />\n" .
    "- 月基地<br />\n" .
    "- 建物の解体が可能に（資源が必要）<br />\n" .
    "- 惑星のない残骸フィールドは攻撃やスパイができない<br />\n" .
    "- バケーションモードの軽微なバグを修正<br />\n" .
    "- センサーファランクス"
;
$LOCA["jp"]["CHANGELOG_0.373a"] =
    "- 月の出現確率を増加"
;
$LOCA["jp"]["CHANGELOG_0.374a"] =
    "- 異なるプレイヤーの惑星間の輸送は、現在トレードと呼ばれる"
;
$LOCA["jp"]["CHANGELOG_0.375a"] =
    "- 「Helft OGame」ページで十分な数のプログラムに登録したプレイヤーは、広告が無効になる。"
;
$LOCA["jp"]["CHANGELOG_0.376a"] =
    "- 統計計算が改善され、再計算後すぐにランキングの順位が表示される。"
;
$LOCA["jp"]["CHANGELOG_0.377a"] =
    "- ギャラクシーでは、弱いプレイヤーは緑、強いプレイヤーは赤で表示される（相手がVM中でない場合）"
;
$LOCA["jp"]["CHANGELOG_0.3771a"] =
    "- 惑星削除時のパスワード要求"
;
$LOCA["jp"]["CHANGELOG_0.3778a"] =
    "- 初心者保護の有効化\n" .
    "<br />\n" .
    "<br />\n" .
    "初心者保護についての情報：<br />\n" .
    "保護は10,000ポイント未満のプレイヤーに有効です。<br />\n" .
    "保護が有効な場合、攻撃者の10分の1未満のポイントしか持たないアクティブなプレイヤー（ギャラクシーで緑色に表示）<br />を攻撃することはできません。<br />\n" .
    "また、攻撃者の10倍以上のポイントを持つアクティブなプレイヤーも攻撃できません<br />\n" .
    "例：<br />\n" .
    "プレイヤーA - 2kポイント、プレイヤーB < 200ポイント - 互いに攻撃できない<br />\n" .
    "プレイヤーA - (20k)、プレイヤーB (< 2k) - 互いに攻撃できない<br />\n" .
    "プレイヤーA - (200k)、プレイヤーB (< 10k) - 互いに攻撃できない<br />\n" .
    "プレイヤーA - (200k)、プレイヤーB (> 10k) - 互いに攻撃できる <br />\n" .
    "プレイヤーA - (50k)、プレイヤーB (8k) - 互いに攻撃できる"
;
$LOCA["jp"]["CHANGELOG_0.3779a"] =
    "- 初心者保護が5kポイントに引き下げられ、20%まで有効<br />\n" .
    "- 48日以上非アクティブなアカウントは1日1回削除される<br />\n" .
    "- 研究の表示バグを修正<br />\n" .
    "- 月のバグを修正<br />\n" .
    "- 自分自身にメッセージを送信できなくなった<br />\n" .
    "- 82機の戦闘機で月を作成できたバグを修正<br />\n" .
    "- コロニーはフリートがいない場合のみ削除できる"
;

$LOCA["jp"]["CHANGELOG_0.38"] =
    "- 艦船は月から惑星へ飛行可能"
;
$LOCA["jp"]["CHANGELOG_0.39"] =
    "- グラフィックを任意に有効化可能<br>\n" .
    "- ミサイルサイロの開発<br>\n" .
    "- ファランクスのバグを修正<br>\n" .
    "- 小さな残骸フィールドは消滅する<br>\n" .
    "- 戦闘スクリプトのバグが1つ減った。Dragosanに感謝...."
;
$LOCA["jp"]["CHANGELOG_0.40"] =
    "- 資源を月に送信可能"
;
$LOCA["jp"]["CHANGELOG_0.41"] =
    "- スキンをインストール可能。ogame.de/ogame.zipからダウンロード<br>\n" .
    " インストールし、設定でパスを指定して有効化する。"
;
$LOCA["jp"]["CHANGELOG_0.43"] =
    "- 削除予定のアカウントの自動削除<br>\n" .
    "- 惑星が削除されると、隣接する月も削除される<br>\n" .
    "- VMは2日経過後にのみ無効化できる"
;
$LOCA["jp"]["CHANGELOG_0.44"] =
    "- スキンへのパスの末尾は常に「\"/\"」にする必要がある<br>\n" .
    "- サーバーで毎日3:00に強制アンロードが行われる<br>\n" .
    "- VMのバグを修正"
;
$LOCA["jp"]["CHANGELOG_0.45"] =
    "- プレイヤーが自分に資源を送った場合、メッセージは1通のみ<br>\n" .
    "- コードの最適化<br>\n" .
    "- センサーファランクスの使用に5,000の重水素が必要<br>\n" .
    "- 惑星の名前変更時のバグを修正<br>\n" .
    "- 設定メニューに新しいグラフィック"
;
$LOCA["jp"]["CHANGELOG_0.46"] =
    "巡洋艦は現在、ロケットランチャーに対して連射攻撃を持つ。平均的な巡洋艦は<br>\n" .
    "1ラウンドにつき5回ロケットランチャーを攻撃する。<br>\n" .
    "- 攻撃側も連射攻撃を持ち、デススターは攻撃時にも複数回の斉射を行う<br>\n" .
    "- 最大300,000ユニット規模の戦闘が可能に<br>\n" .
    "- 検索のエラーを修正<br>\n" .
    "- シールドのバグを修正<br>\n" .
    "- スクリプターへの当てつけとして、宇宙の閲覧に10の重水素が必要<br>"
;
$LOCA["jp"]["CHANGELOG_0.47a"] =
    "- 新しい艦船：ボンバー<br>\n" .
    "- 重水素の生産量が増加し、惑星の気温に依存するようになった<br>\n" .
    "  高温の惑星は最低1%多く生産し、低温の惑星は最大20%多く生産する<br>\n" .
    "- 太陽衛星のスパイプローブに対する連射攻撃を無効化"
;
$LOCA["jp"]["CHANGELOG_0.47b"] =
    "- ボンバーの新しいステータス"
;
$LOCA["jp"]["CHANGELOG_0.48"] =
    "- ページ構成を改善"
;
$LOCA["jp"]["CHANGELOG_0.49a"] =
    "- 惑星間ロケットと迎撃ミサイルの導入<br>\n" .
    "- VM中はフリートを派遣できない<br>\n" .
    "- ボンバーの積載容量が5,000に<br>\n" .
    "- 運営者は統計に表示されない<br>\n" .
    "- 惑星間ミサイルの射程が2倍に、破壊力が1.5倍に強化<br>\n" .
    "- 管理セクションを軽微に改善<br>\n" .
    "- デススターの連射攻撃の軽微なバグを修正<br>"
;
$LOCA["jp"]["CHANGELOG_0.49b"] =
    "- 未選択のメッセージを削除可能<br>\n" .
    "- フリートメニューの戻るボタンを削除<br>\n" .
    "- 恥の柱に年数が表示される<br>\n" .
    "- ブロックされた場合、ユーザーは即座にブロックされる<br>\n" .
    "- グラフィックのパスは80文字で構成される<br>\n" .
    "- 設定でグラフィックを再度変更可能（すべての作者に感謝）。グラフィックのパスが空の場合はメニューが表示される<br>\n" .
    "- スパイプローブの帰還に関する個別メッセージを削除<br>\n" .
    "- 初心者とVMのアカウントはミサイルで攻撃できない<br>"
;

$LOCA["jp"]["CHANGELOG_0.50"] =
    "- 戦闘システムを改善（大規模な戦闘が再び可能に）"
;
$LOCA["jp"]["CHANGELOG_0.51"] =
    "- 低温惑星の重水素生産への好影響が2倍に"
;
$LOCA["jp"]["CHANGELOG_0.52"] =
    "- 戦闘システムのいくつかのバグを修正"
;
$LOCA["jp"]["CHANGELOG_0.53"] =
    "- 核融合発電所は重水素を使用する。正常に機能するには常に十分な重水素が必要<br>\n" .
    "- 戦闘中、攻撃された側は追加のフリートを送信できなくなった"
;
$LOCA["jp"]["CHANGELOG_0.55a"] =
    "- 月が破壊される前に、通常の攻撃が行われる。月は攻撃者が戦闘に勝利し、少なくとも1機のデススターが残っている場合のみ破壊される<br>\n" .
    "- 「メモ」と呼ばれる新しいメニュー項目を追加"
;
$LOCA["jp"]["CHANGELOG_0.56a"] =
    "- 戦闘レポートには実効戦闘力ではなく総戦闘力のみが表示される<br>\n" .
    "- センサーファランクスで、スキャン中の惑星を再び閲覧可能に<br>\n" .
    "- パスワードが空のプレイヤーは自分でパスワードを作成する必要がある<br>\n" .
    "- スパイプローブが検出され戦闘が始まった場合、スパイ情報は送信されない<br>\n" .
    "- 攻撃艦隊が第1ラウンドで全滅した場合、攻撃者はレポートを受け取らない<br>\n" .
    "- 核融合発電所のレベルごとの重水素生産量と消費量が対応するようになった<br>\n" .
    "- デススターは500kのエネルギーを持つ惑星から月を破壊できる<br>\n" .
    "- フリートが帰還する惑星は削除できない<br>\n" .
    "- 宇宙は現在平和になった<br>\n" .
    "- 同盟システムの改善：<br>\n" .
    "- 25のランクがある<br>\n" .
    "- 同盟メンバー数のバグを修正<br>\n" .
    "- 「元同盟の誰それ」が部外者にも見えるようになった<br>\n" .
    "- 権限リストの並べ替えが可能で、非アクティブステータスを追加できる <br>\n" .
    "- 全メンバーまたは特定のランクへのグループメール（権限が必要）<br>\n" .
    "- リーダーの変更（同盟を脱退する機能）<br>\n" .
    "- リーダーの地位を譲渡可能（リーダーが非アクティブな場合）<br>\n" .
    "- オンラインステータスの表示（権限が必要）<br>\n" .
    "- 同盟ページを編集可能（タグは下記参照）<br>\n" .
    "- 同盟のリーダー名はリーダー自身で変更できる<br>\n" .
    "- 同盟申請の制限<br>\n" .
    "- 同盟加入日を修正<br>\n" .
    "- フレンドリストにオンラインステータスを追加<br>\n" .
    "- サンプル申請書の自動表示<br>\n" .
    "- 管理権限を持つ場合、それより高い権限を与えられない<br>\n" .
    "- 同盟内部ページを追加<br>\n" .
    "- 創設者が同盟ページを訪れると同盟統計が自動更新される<br>\n" .
    "- 細かな改善<br>\n" .
    "- 入力時に残りの文字数を表示<br>\n" .
    "- 同盟ページ用のタグ<br>\n" .
    "例：<br>\n" .
    "[b] - 太字 - [b]Hallo[/b]<br>\n" .
    "[i] - 斜体 - [i]Hallo[/i]<br>\n" .
    "[img] - 画像 - [img]http://seite.de/bild.jpg[/img]<br>\n" .
    "[fc] - 色 - [fc]#FF0000[/fc]Hallo[/f]<br>\n" .
    "[ff] - フォント - [ff]Verdana[/ff]Hallo[/f]<br>\n" .
    "[fs] - サイズ - [fs]6[/fs]Hallo[/f]<br>\n" .
    "- 軽微なバグを修正"
;
$LOCA["jp"]["CHANGELOG_0.56b"] =
    "- ゲートがすべての宇宙で利用可能に"
;
$LOCA["jp"]["CHANGELOG_0.57a"] =
    "- ギャラクシー外に送信するスパイプローブの数は設定で指定"
;
$LOCA["jp"]["CHANGELOG_0.58a"] =
    "- 惑星削除までの時間差（24時間後のみ）<br>\n" .
    "  削除前、惑星は小惑星フィールドとして表示される（ギャラクシーでは「A」と表示）<br>\n" .
    "- 月のバグを修正<br>\n" .
    "- 24時間ブロック時のエラーを修正<br>\n" .
    "- スキン読み込み時のエラーを修正<br>\n" .
    "- 攻撃された場合、輸送船に積み込まれた資源は奪取された資源数で上書きされない<br>\n" .
    "- 武器技術が惑星間ロケットの威力に影響するようになった<br>\n" .
    "  1発のミサイルは33発を破壊していたが、武器技術レベル10では66発を破壊する"
;
$LOCA["jp"]["CHANGELOG_0.58b"] =
    "- 小惑星フィールドが削除されている"
;
$LOCA["jp"]["CHANGELOG_0.59a"] =
    "- デススターは駆逐艦に対して苦戦するようになり、連射率も弱体化<br>\n" .
    "- 同盟内のグループメッセージが再び機能する<br>\n" .
    "- BBコードがゲストにも表示されるようになった<br>\n" .
    "- 軽微なバグを修正"
;

$LOCA["jp"]["CHANGELOG_0.60a"] =
    "- 詳細設定メニュー<br/>\n" .
    "- 恥の柱に運営者のメールアドレスへのリンクを追加"
;
$LOCA["jp"]["CHANGELOG_0.61a"] =
    "- 全プレイヤー向け<br />\n" .
    "  - フリート派遣時の残り積載容量の表示<br />\n" .
    "  - フリート送信時、同種の全艦船または全種類の全艦船を選択可能<br />\n" .
    "  - リンクをクリックして自分の惑星を選択可能<br />\n" .
    "  - スパイ情報を別ウィンドウで表示可能<br />\n" .
    "<br />\n" .
    "- コマンダー向け<br />\n" .
    "  - メッセージフォルダを改善<br />\n" .
    "  - 個々のメッセージをスパイ情報、戦闘レポート、同盟レポート、その他に分類<br />\n" .
    "  - 同盟メンバー、フレンド、運営者のアドレス帳<br />\n" .
    "   - メモはメッセージから閲覧でき、優先度と時間で自動的に並べ替えられる。"
;
$LOCA["jp"]["CHANGELOG_0.62a"] =
    "- ACSの準備<br />\n" .
    "- フリート送信時に最大資源を選択可能"
;
$LOCA["jp"]["CHANGELOG_0.63a"] =
    "- 名前が付けられた追加スキン<br />\n" .
    "- フリートメニューを軽微に変更<br />\n" .
    "- さまざまなバグの修正"
;
$LOCA["jp"]["CHANGELOG_0.64a"] =
    "- スキンにもギャラクシーが表示される<br />\n" .
    "- フリートメニューのボタンが再びリンクとして表示される<br />\n" .
    "- 重水素の消費量が色で強調表示される（積載量が十分なら緑、それ以外は赤）<br />\n" .
    "- フリートメニューで4桁の数字を入力できなくなった<br />\n" .
    "- Internet Explorerでフリートのタスクが正しく表示されるようになった<br />\n" .
    "- フリートを到着時間で並べ替え<br />\n" .
    "- ギャラクシー外にスパイプローブを送信後、ギャラクシーメニューへ自動的にリダイレクト<br />\n" .
    "- 飛行中のフリートが代替テキストに再び縦に表示される<br />\n" .
    "- 同盟メンバーリストの下にメッセージ送信アイコンが再び表示される<br />\n" .
    "- フリートメニューの最後のページにフリートの帰還時間が表示される"
;
$LOCA["jp"]["CHANGELOG_0.65a1"] =
    "- 加速戦闘システム<br />\n" .
    "- 新しいコマンダー機能：建設キューと帝国概要"
;
$LOCA["jp"]["CHANGELOG_0.66a1"] =
    "- ACSのバグを修正<br />\n" .
    "- 惑星削除中に発生する可能性のあるエラーの内部修正<br />\n" .
    "- ギャラクシー表示時のスキンのバグを修正<br />\n" .
    "- 名前変更時、名前は禁止名リストと照合され、先頭と末尾のスペースは自動的に削除される。制限は20文字。<br />\n" .
    "- 同盟の略称は2文字のみで構成され、先頭と末尾のスペースは削除される<br />"
;
$LOCA["jp"]["CHANGELOG_0.67a"] =
    "- いくつかの改善"
;
$LOCA["jp"]["CHANGELOG_0.68a"] =
    "- 混成同盟艦隊での重水素消費を修正 <br />\n" .
    "- 待機中のフリートへの重水素の追加 <br />\n" .
    "- メニュー用のキーコンビネーション <br />\n" .
    "  -alt+o = レビュー<br />\n" .
    "  -alt+e = 帝国<br />\n" .
    "  -alt+b = 建物<br />\n" .
    "  -alt+r = 原材料<br />\n" .
    "  -alt+c = リサーチ<br />\n" .
    "  -alt+s = 造船所<br />\n" .
    "  -alt+f = フリート<br />\n" .
    "  -alt+t = テクノロジー<br />\n" .
    "  -alt+g = ギャラクシー<br />\n" .
    "  -alt+d = ディフェンス <br />\n" .
    "  -alt+a = 私の同盟<br />\n" .
    "  -alt+1 = フォーラム<br />\n" .
    "  -alt+k = 統計<br />\n" .
    "  -alt+h = 検索<br />\n" .
    "  -alt+2 = チュートリアル<br />\n" .
    "  -alt+m = メッセージ<br />\n" .
    "  -alt+n = 備考<br />\n" .
    "  -alt+u = 友人<br />\n" .
    "  -alt+p = 設定<br />\n" .
    "  -alt+q = 出力<br /><br />\n\n" .
    "  WindowsとInternet Explorer：「Alt」+ アクセスキー +「Enter」<br />\n" .
    "  WindowsとMozilla/Netscape：「Alt」+ アクセスキー <br />\n" .
    "  WindowsとOpera：「Shift」+「Esc」+ アクセスキー<br />\n" .
    "  MacintoshとInternet Explorer：「Ctrl」+ アクセスキー +「Enter」<br />\n" .
    "  MacintoshとSafari：「Ctrl」+ アクセスキー<br />\n" .
    "  MacintoshとMozilla/Netscape：「Ctrl」+ アクセスキー<br />\n" .
    "  MacintoshとOpera：「Shift」+「Esc」+ アクセスキー<br />\n" .
    "  Linux MandrakeとGaleon/Mozilla：「Alt」+ アクセスキー<br />\n" .
    "  すべてのシステムとAmaya：「Ctrl」+ アクセスキー<br />\n" .
    "<br />\n" .
    "- 統計はサーバー時間の0時、8時、16時に更新される。<br />\n" .
    "<br />\n" .
    "------------------------------------------------------------------<br />\n" .
    "- ロールバックについて：<br />\n" .
    "  - フライトブロッキング<br />\n" .
    "  - フリートの部分的な呼び戻し"
;
$LOCA["jp"]["CHANGELOG_0.69a"] =
    "- コマンダー向けの新しいギャラクシービュー：<br />\n" .
    "- 月からのプローブ送信<br />\n" .
    "- ギャラクシーから直接残骸フィールドを回収可能。<br />\n" .
    "- ギャラクシーからスパイ情報を閲覧可能<br />\n" .
    "- 同盟メンバーとスパイ情報を共有可能<br />\n" .
    "- ゲーム運営者への個人的なメッセージは禁止 - すべての質問はメールアドレスへ送信される<br /><br />\n" .
    "- 修正されたバグ：<br />\n" .
    "- 24時間BANについて<br />\n" .
    "- パスワードなしでコロニーが削除される<br />\n" .
    "- 非アクティブなプレイヤーの資源が継続的に採掘される<br />"
;
$LOCA["jp"]["CHANGELOG_0.69b"] =
    "- 惑星間ミサイルのコストが半減（12.5、2.5、10k）。<br>\n" .
    "- ミサイルサイロの開発レベルごとに迎撃ミサイルの容量が10増加（惑星間ミサイル3発と迎撃ミサイル4発、またはIPM 1発とABM 8発など）<br>\n" .
    "- 軽微なバグを修正"
;
$LOCA["jp"]["CHANGELOG_0.69c"] =
    "- エンジンの改善： <br />\n" .
    "&nbsp;&nbsp;  - 小型輸送艦はレベル5まで開発するとインパルスドライブを搭載し、初期速度が増加する<br />\n" .
    "&nbsp;&nbsp;  - ボンバーはレベル8まで開発するとハイパースペースドライブを搭載し、初期速度が増加する <br />\n" .
    "- 艦船の説明に新しい速度データを追加<br />\n" .
    "- 艦船の説明に攻撃ダメージの強さを実装<br />\n" .
    "- 防御側は攻撃側のフリートへの命令を見ることができる<br />"
;

$LOCA["jp"]["CHANGELOG_0.70a"] =
    "- 新しい建物：テラフォーマー<br />\n" .
    "  テラフォーマーは惑星の建設可能領域を増やす。<br /><br />\n" .
    "- 新しい研究：銀河間研究ネットワーク<br />\n" .
    "  異なる惑星の科学者がこのネットワークを通じてデータを共有する<br /><br />\n" .
    "- テラフォーマーと月基地は解体できない。"
;
$LOCA["jp"]["CHANGELOG_0.70b"] =
    "- 統計について： <br />\n" .
    "  同盟統計に研究とフリートの統計を追加。<br />  \n" .
    "  全体の統計を再作成。"
;
$LOCA["jp"]["CHANGELOG_0.70c"] =
    "- 統計について：<br> \n" .
    "  - 自分の名前が緑色で表示される<br>\n" .
    "  - 同盟メンバーが青色で表示される<br>\n" .
    "  - 同盟に属していないプレイヤーは統計から直接申請できる<br>\n" .
    "  - 同盟ポイントが合計とプレイヤーごとに表示される。並べ替えも可能<br>\n" .
    "  - 統計をクリックすると、自分が属するセクションに自動的に移動する<br>\n" .
    "  - 得点の差が色で強調表示される：<br>\n" .
    "&nbsp;&nbsp;- 緑（順位が上昇）、青（順位に変化なし）、赤（順位が下落）<br>\n" .
    "&nbsp;&nbsp;- カーソルを「+」または「-」の上に移動すると詳細な変化が表示される。<br><br>\n" .
    "- 検索：<br>\n" .
    "  - 自分の名前は緑、同盟メンバーの名前は青で表示される。<br>\n" .
    "  - 検索でランキングの順位が表示されるようになった。<br>\n" .
    "&nbsp;&nbsp; ポイント数は統計に関連している<br><br>\n" .
    "- 7日後に非アクティブ表示される<br><br>\n" .
    "- epicblueスキンで恥の柱が見られるようになった<br><br>\n" .
    "- 概要メニューのランキングは統計に関連している<br><br>\n" .
    "- 標準スキンにテラフォーマーと銀河間研究ネットワークの画像が登場（da woifeに感謝）"
;
$LOCA["jp"]["CHANGELOG_0.70d"] =
    "- 登録後3日間は広告なし <br> \n" .
    "- 4日後からは割引広告 <br><br> \n\n" .
    "バグ修正：<br> \n" .
    "- 武器技術の開発レベルがミサイル攻撃の威力に影響する<br> \n" .
    "- 非ドイツ語版のACSでの迎撃機能のバグを修正 <br> \n" .
    "- 誤字と翻訳エラーを修正 <br><br> \n\n" .
    "改善：<br> \n" .
    "- 統計メニューから同盟情報を確認可能<br> \n" .
    "- センサーファランクスの使用でギャラクシービューに移動しなくなった <br> \n" .
    "- 帝国概要でダブルクリックによる建設開始が可能に"
;
$LOCA["jp"]["CHANGELOG_0.71"] =
    "更新されたフリート派遣/到着メッセージ：<br /> \n" .
    "- 構文上および文体上のエラーを解消<br /> \n" .
    "- 自分のフリートの資源搭載量が代替テキストに表示されるようになった<br> \n" .
    "- すべてのメッセージをスキンでカスタマイズ可能：<br> \n" .
    "&nbsp;&nbsp - クラスに応じて色を変更可能<br /> \n" .
    "&nbsp;&nbsp - フリートの出発、到着、待機メッセージを異なる色で表示可能<br /> \n" .
    "&nbsp;&nbsp - メッセージ内の名前をフリートメッセージの色に合わせて表示可能<br><br> \n" .
    "- 月が月として認識されるようになった"
;
$LOCA["jp"]["CHANGELOG_0.71b"] =
    "- 一時的なメールアドレスが変更された場合、永続アドレスにメッセージが送信される<br> \n" .
    "- 新しい翻訳を追加"
;
$LOCA["jp"]["CHANGELOG_0.72"] =
    "新しい概要：<br>\n" .
    "- デザインを改善<br>\n" .
    "- 惑星、月、残骸フィールドのグラフィック表示<br>\n" .
    "- ギャラクシーメニューからのフリート派遣を簡素化<br>\n" .
    "- 代替テキストにランキングを表示<br>\n" .
    "- 代替テキストにランキングと同盟数を表示<br>\n" .
    "- プローブの派遣<br><br>\n\n" .
    "コマンダー向け：<br>\n" .
    "- リサイクラーの派遣<br>\n" .
    "- リサイクラー、スパイ、惑星間ミサイル、使用中のフリートスロットのステータスバー<br>\n" .
    "- 設定でアイコンを設定可能"
;
$LOCA["jp"]["CHANGELOG_0.72b"] =
    "- ファランクスで惑星の名前をクリックして再び惑星を閲覧可能 <br>\n" .
    "- 月の名前を変更できなくなった <br>\n" .
    "- 艦船の積載容量が不足している場合に表示されるメッセージを修正"
;
$LOCA["jp"]["CHANGELOG_0.72c"] =
    "ギャラクシービューの変更：<br>\n" .
    "- 座標の間隔が2スペースに拡大 <br>\n" .
    "- 月のサイズが再び表示される <br>\n" .
    "- 残骸フィールドがない場合、そのリンクは表示されない <br>\n" .
    "- 残骸フィールドの画像が表示されるようになった <br><br>\n\n" .
    "- メールアドレスが変更された場合、主要メールアドレスとして登録されているか確認される <br>\n" .
    "- 軽微なバグを修正"
;
$LOCA["jp"]["CHANGELOG_0.73"] =
    "- 重大なバグを修正"
;
$LOCA["jp"]["CHANGELOG_0.73a"] =
    "- リクエスト処理システムの改善"
;
$LOCA["jp"]["CHANGELOG_0.73b"] =
    "ギャラクシービューの改善：<br>\n" .
    "- 矢印を使用してギャラクシーと太陽系の間を移動可能 <br><br>\n" .
    "コマンダー向け：<br>\n" .
    "- 設定でメッセージをフォルダに分類するかどうかを指定可能 <br>\n" .
    "- 建物・艦船の建設または研究の開始までの残り時間を表示"
;
$LOCA["jp"]["CHANGELOG_0.73c"] =
    "コマンダー向け：<br>\n" .
    "- 利用可能な資源で惑星に何隻の艦船/ディフェンスを建設できるかを確認可能。<br>\n" .
    "- 建設に十分な資源がない場合、赤字で強調表示される。正確な数は代替テキストに表示される"
;
$LOCA["jp"]["CHANGELOG_0.73d"] =
    "- 建設、メモ、同盟メニューの欠陥を修正<br>\n" .
    "- 空の同盟の自動削除<br>\n" .
    "- 同盟統計が正しく表示される"
;
$LOCA["jp"]["CHANGELOG_0.73e"] =
    "- セッションなしで同盟ページにアクセス可能<br>\n" .
    "- 同盟テキストの重複を解消<br>\n" .
    "- Operaで惑星の削除が可能に<br>\n" .
    "- 同盟のロゴには有効な画像リンクのみ使用可能。利用できる形式はBitmap (.bmp)、PNG (.png)、Tiff (.tif, .tiff)、JPEG (.jpg, .jpeg)、GIF (.gif)。<br>\n" .
    "- 同盟テキスト内の画像が同じものを参照するようになった"
;

$LOCA["jp"]["CHANGELOG_0.74"] =
    "- 新しい登録 <br />\n" .
    "- 資源メニューでパーセンテージ設定時のバグを修正 <br />\n" .
    "- 建設中の軽微なバグを修正。"
;
$LOCA["jp"]["CHANGELOG_0.74a"] =
    "- スパイプローブの積載容量を0に削減 <br>\n" .
    "- 「ACS待機」ミッションは、目標惑星の所有者が初心者保護中かどうかを確認する。 <br>\n" .
    "- 「設定」メニューのバグを修正"
;
$LOCA["jp"]["CHANGELOG_0.74b"] =
    "- 登録と名前変更の際、連続した複数のスペースの使用を禁止 <br>\n" .
    "- 名前変更時、登録時と同じ特殊文字がフィルタリングされる <br>\n" .
    "- 同盟テキストのバグを修正 <br>\n" .
    "- 帝国概要の貯蔵容量が正しく表示される"
;
$LOCA["jp"]["CHANGELOG_0.74c"] =
    "- 同盟リストで同盟メンバーを座標順に並べ替えられるようになった<br />\n" .
    "- フレンドリストにセッションIDが表示されなくなった<br />\n" .
    "- 建設に十分な資源がない場合でも建物が表示される。リンクは無効になり赤字で強調表示される<br>\n" .
    "- 他のプレイヤーの同盟ビューが新しいウィンドウで開くようになった<br />\n" .
    "- IP検証を無効にしているプレイヤーは、セキュリティ上の理由から60分後にセッションが終了する<br />\n" .
    "- ゲートは少なくとも1隻の艦船が通過した場合のみ再充電に時間がかかるようになった"
;
$LOCA["jp"]["CHANGELOG_0.74d"] =
    "- 統計メニューから同盟ページにアクセス可能<br>\n" .
    "- 検索メニューからフレンド申請を送信可能<br>\n" .
    "- コマンダー向け：建設可能な艦船/ディフェンスの最大数をクリックすると、その全数が建設フィールドに入力される"
;
$LOCA["jp"]["CHANGELOG_0.74e"] =
    "- コマンダー向け：「フリート」メニューで、コンピューター技術のレベル+1の数の標準フリートを作成可能<br>\n" .
    "- メニュー内の惑星の順序を変更可能<br>\n" .
    "- センサーファランクスの説明に行動範囲を明記<br>\n" .
    "- 統計に最後の再計算時刻が表示される"
;
$LOCA["jp"]["CHANGELOG_0.75"] =
    "- 新しい艦船：迎撃機<br>\n" .
    "- 連射攻撃の変更 <br>\n" .
    "- 戦艦のコストを削減（45kメタルと15kクリスタル）<br>\n" .
    "- 月の名前を変更可能に"
;
$LOCA["jp"]["CHANGELOG_0.75a"] =
    "- 概要の惑星画像の下に現在の建設が表示される<br>\n" .
    "- プレイヤーが同盟から除名される際、確認の質問が表示される<br>\n" .
    "- メッセージメニューで運営者のアドレスが全プレイヤーに表示される<br>\n" .
    "- 帝国概要とゲートメニューで惑星の並べ替えが機能するようになった"
;
$LOCA["jp"]["CHANGELOG_0.76"] =
    "- 将校：<br />提督、地質学者、技術者、テクノクラートを雇用可能に<br /><br />\n" .
    "- 同盟：<br /> 同盟からの脱退、加入、または除名時に同盟全体へ自動メッセージが送信される。 <br />メニューに小さな変更。<br /><br />\n" .
    "- ロケット：<br /> ミサイルの建設時に、あと何発建設できるかが表示される。<br /> 惑星間ミサイルの送信時に、ギャラクシーで利用可能なミサイル数が表示される。<br /><br />\n" .
    "- 数字の千の位はピリオド「.」で区切られる。例：<br />\n" .
    "10000000 => 10.000.000<br /><br />\n" .
    "- すべてのメニューから座標がギャラクシーにリンクされる"
;
$LOCA["jp"]["CHANGELOG_0.76a"] =
    "- 全プレイヤーの統計を拡張<br />\n" .
    "- 新規プレイヤーにウェルカムレターが送信される"
;
$LOCA["jp"]["CHANGELOG_0.76b"] =
    "- 登録を更新し簡素化。<br />\n" .
    "- 資源表示のバグを修正。"
;
$LOCA["jp"]["CHANGELOG_0.76c"] =
    "- 一時アドレスを変更する際、パスワードが要求される。 <br />\n" .
    "- ギャラクシービューのアクティビティ表示を修正。"
;
$LOCA["jp"]["CHANGELOG_0.77"] =
    "- フレームを削除<br/>\n" .
    "- 残骸フィールドの処理時にリサイクラーの積載容量を最大限使用 <br/>\n" .
    "- エラーメッセージの新しい形式 <br/>\n" .
    "- アクティビティ表示をギャラクシーメニューからスパイ情報に移動<br/>\n" .
    "- いくつかのバグを修正<br/>"
;
$LOCA["jp"]["CHANGELOG_0.77a"] =
    "ゲーム内：<br />\n" .
    "- 惑星間ロケットと迎撃ミサイルの建設にはレベル1の造船所が必要。 <br />\n" .
    "<br />\n" .
    "修正されたバグ：<br />\n" .
    "- フリート派遣時の重水素の読み取り<br />\n" .
    "- ゲート使用後、目標の月に自動移動<br />\n" .
    "- 惑星間ロケットの送信時、目標到達メッセージが再び発行される<br />\n" .
    "- コロニー放棄時のエラーメッセージの表示を修正<br />\n" .
    "- 統計の閲覧時、必要なページへ自動移動<br />\n" .
    "- 自分自身をACSに招待できなくなった<br />"
;
$LOCA["jp"]["CHANGELOG_0.77b"] =
    "- 建設のキャンセルを修正<br>\n" .
    "- ミサイル攻撃で、主要目標が再び考慮される<br>\n" .
    "- 研究ステータスの表示を修正<br>\n" .
    "- 将校のカジノでのダークマターの表示を修正<br>\n" .
    "- いくつかのエラーメッセージを修正<br>\n" .
    "- テラフォーマーと月基地の解体時間を削除<br>\n" .
    "- 月を惑星のように削除可能に<br>\n" .
    "- 同盟検索での順位の表示を修正<br>\n" .
    "- 統計の代替テキストを修正<br>\n" .
    "- 技術者の代替テキストを修正<br>\n" .
    "- ギャラクシーの代替テキストのスパイ情報を修正<br>\n" .
    "- 資源の配達時のメッセージを修正<br>\n" .
    "- 軽微なセキュリティの欠陥を修正<br>\n" .
    "- 惑星削除時のエラーメッセージを追加\n" .
    "- アクティビティ表示を修正"
;
$LOCA["jp"]["CHANGELOG_0.77c"] =
    "- 新しい代替テキストのクラス<br>\n" .
    "- 建設キューのバグを修正<br />\n" .
    "同盟：<br />\n" .
    "- Javascriptのフィルタリング。Javascriptを使用する同盟はエラーが表示されることがある<br />\n" .
    "- アップロードできるのは.jpg、.gif、.bmp、.png形式のみ <br />\n" .
    "- 共有メッセージでJavascriptを使用できなくなった<br />\n" .
    "<br />\n" .
    "- ミサイルサイロの解体が可能に<br />\n" .
    "- 月のフィールド数が正しく計算・表示されるようになった<br />\n" .
    "- フレンドリストの空のエントリが表示されなくなった<br />\n" .
    "- 恥の柱のCSSバグを修正<br />\n" .
    "- 位置0にフリートを送信できなくなった<br />\n" .
    "- 軽微なバグを修正"
;
$LOCA["jp"]["CHANGELOG_0.77d"] =
    "- 同盟ページを修正<br />\n" .
    "- 新しい建設キュー"
;

$LOCA["jp"]["CHANGELOG_0.78"] =
    "- 新しい機能：遠征 <br />\n" .
    "- 新しい機能：商人 <br />\n" .
    "- 戦闘レポートのカラーテキスト <br />\n" .
    "- 帝国概要に合計列を追加 <br />\n" .
    "- 発電所、鉱山、貯蔵施設の表示を拡張 <br />\n" .
    "- 軽微なバグを修正"
;
$LOCA["jp"]["CHANGELOG_0.78a"] =
    "新機能：\n" .
    "- 核融合発電所：エネルギー生成の新しい計算式：30 * 核融合レベル * (1.05 + エネルギーテクノロジーレベル * 0.01) ^ 核融合レベル<br />\n" .
    "- 月は惑星間ミサイルで攻撃可能に。惑星からの迎撃ミサイルで月を防衛可能<br />\n" .
    "- コマンダー向けRSS<br />\n" .
    "- フレンド申請が取り下げられた際のメッセージ<br />\n" .
    "- 帝国ビューの平均値<br />\n\n" .
    "修正されたバグ：\n" .
    "- 宇宙のゲーム速度を改善<br />\n" .
    "- スパイ情報を再び同盟と共有可能に<br />\n" .
    "- 戦闘レポートの座標にリンクを追加<br />\n" .
    "- ファランクスが他のプレイヤーの帰還中のフリートを表示しなくなった<br />\n" .
    "- 造船所がない場合でもディフェンス構造物が表示される<br />\n" .
    "- 0時間での待機が再び可能に<br />\n" .
    "- 月の破壊時のエラーを修正<br />\n\n" .
    "月が破壊された場合：\n" .
    "- 月へ飛行中の自分のフリートは惑星へ飛行する<br />\n" .
    "- 月へ飛行中の他のすべてのフリートは出発惑星に戻る"
;
$LOCA["jp"]["CHANGELOG_0.78b"] =
    "- セキュリティシステムを改善<br/ >\n" .
    "- バリアフリーのプレイを復元<br/ >\n" .
    "- 強制VMの変更<br/ >\n" .
    "- RSSのバグ修正<br/ >\n" .
    "- データベースの改善"
;
$LOCA["jp"]["CHANGELOG_0.78c"] =
    "- 統計の継続的な更新<br />\n" .
    "- 惑星間ロケットの射程を延長<br />\n" .
    "- 詳細な技術ビュー<br />\n" .
    "- 艦船とディフェンスの建設時の適切な更新<br />\n" .
    "- スパイ情報に攻撃リンクを追加<br />\n" .
    "- 削除された同盟がプレイヤーをブロックしなくなった<br />\n" .
    "- 同盟メニューのバグを修正<br />\n" .
    "- メッセージのアンチスパム保護<br />\n" .
    "- メッセージの最大サイズを2000文字に拡大<br />\n" .
    "- 迎撃ミサイルの建設数を修正<br />\n" .
    "- テキスト内のさまざまなエラーを修正<br />\n" .
    "- チーター対策を追加"
;
$LOCA["jp"]["CHANGELOG_0.80"] =
    "- PHP5での再構成<br>\n" .
    "- 貯蔵施設が満杯になった後の資源生産を停止 <br>\n" .
    "- ファランクスの座標にリンクを追加<br>\n" .
    "- 建設キューを改善<br>\n" .
    "- 戦闘スクリプトを改善<br>\n" .
    "- 同盟ページのバグを修正<br>\n" .
    "- 登録時のバグを修正<br>\n" .
    "- コスト表示のエラーを修正<br>\n" .
    "- メッセージ内の[IMG]タグを無効化<BR>\n" .
    "- 座標とプレイヤー名へのリンクを改善<br>"
;
$LOCA["jp"]["CHANGELOG_0.81"] =
    "- 研究統計を修正<BR>\n" .
    "- 連射攻撃が戦闘レポートに反映されるようになった<BR>\n" .
    "- 削除されたプレイヤーからの同盟申請を削除 <BR>\n" .
    "- 遠征からのメッセージの正しい並べ替え<BR>\n" .
    "- アカウント非アクティブ化時の強制VMを修正<BR>\n" .
    "- 同盟名は最大30文字まで<BR>\n" .
    "- 研究のいくつかのバグを修正"
;
$LOCA["jp"]["CHANGELOG_0.82"] =
    "- アカウントの登録、有効化、メール変更に関する技術的な改善</br>\n" .
    "- 造船所とフリート移動の重大なバグを修正。"
;
$LOCA["jp"]["CHANGELOG_0.83"] =
    "- 何もないところから資源を得られる脆弱性を修正<br>\n" .
    "- 自分自身のBANを解除できる脆弱性を修正<br>"
;
$LOCA["jp"]["CHANGELOG_0.84"] =
    "- 特殊文字の問題を修正<br>\n" .
    "- いくつかのセキュリティホールを修正（XSS）<br>\n" .
    "- 建設中の建物がない場合にVMに移行できないバグを修正<br>\n" .
    "- 同盟システムの軽微なセキュリティ脆弱性を修正<br>\n" .
    "- 同盟の既存ランクの全権限が失われるバグを修正<br>\n" .
    "- RSSの文字の問題を修正<br>\n" .
    "- BBCodeの[url]が再び機能する<br>\n" .
    "- メモで新しい段落を作成できる機能を修正"
;

?>