<?php

$LOCA["jp"]["EXP_MESSAGE_SUBJ"] = "遠征結果 [#1:#2:#3]";

// 遠征からのメッセージ。

$LOCA["jp"]["EXP_NOTHING_1"] = "見知らぬ湿地の惑星から来たちょっと風変わりな小さなペット以外に、この遠征が旅から持ち帰ったものは何もありません。";
$LOCA["jp"]["EXP_NOTHING_2"] = "このセクターの最初の非常に有望なスキャンにもかかわらず、残念ながら私たちは手ぶらで帰還しました。";
$LOCA["jp"]["EXP_NOTHING_3"] = "旗艦の原子炉の故障により、遠征艦隊全体がほぼ壊滅状態になりました。幸いにも技術者たちは非常に有能で、最悪の事態を回避することができました。修理にはかなりの時間がかかり、遠征隊は目的を果たせないまま帰還せざるを得ませんでした。";
$LOCA["jp"]["EXP_NOTHING_4"] = "純粋なエネルギーでできた生命体が船内に現れ、遠征隊員全員を奇妙なトランス状態に陥れ、彼らはコンピューター画面の催眠的な模様をただ眺めるだけになってしまいました。ほとんどの隊員がようやく催眠状態から覚めたときには、重水素が大幅に不足していたため、遠征ミッションは中止せざるを得ませんでした。";
$LOCA["jp"]["EXP_NOTHING_5"] = "あなたの遠征隊は宇宙の広大な空虚さを思い知りました。この遠征を興味深いものにするような小さな小惑星や放射線、粒子さえも存在しませんでした。あなたの遠征隊は宇宙の広大な空虚さを思い知りました。この遠征を興味深いものにするような小さな小惑星や放射線、粒子さえも存在しませんでした。";
$LOCA["jp"]["EXP_NOTHING_6"] = "あなたの遠征隊は超新星の見事な写真を撮影しました。遠征から得られる新しいものは何もありませんでしたが、少なくとも来月号の OGame マガジンの「宇宙一の写真」コンテストで優勝できる可能性は十分にあります。";
$LOCA["jp"]["EXP_NOTHING_7"] = "さて、あの赤いクラス 5 の異常現象は、船の航法システムに混沌とした影響を与えるだけでなく、乗組員に大規模な幻覚を引き起こすこともわかりました。遠征隊は何も持ち帰ることができませんでした。";
$LOCA["jp"]["EXP_NOTHING_8"] = "母星系を出発して間もなく、奇妙なコンピューターウイルスが航法システムを攻撃しました。そのため遠征艦隊はぐるぐると旋回を続けることになりました。言うまでもなく、遠征はあまり成功しませんでした。";
$LOCA["jp"]["EXP_NOTHING_9"] = "遠征チームは、はるか昔に放棄された奇妙なコロニーを発見しました。着陸後、乗組員たちは異星ウイルスによる高熱に苦しみ始めました。このウイルスが惑星の文明全体を絶滅させたことが判明しました。遠征チームは病に倒れた乗組員を治療するために帰路についています。残念ながらミッションを中止せざるを得ず、私たちは手ぶらで帰還しました。";
$LOCA["jp"]["EXP_NOTHING_10"] = "旗艦の中央コンピューターの故障により、遠征ミッションは中止せざるを得ませんでした。残念ながらコンピューターの故障の結果、艦隊は手ぶらで帰還しました。";
$LOCA["jp"]["EXP_NOTHING_11"] = "遠征艦隊はしばらく奇妙な信号を追跡しました。結局、その信号は、はるか昔に異星種族への挨拶のために送り出された古い探査機から発信されていることに気づきました。探査機は回収され、母星のいくつかの博物館がすでに関心を示しています。";
$LOCA["jp"]["EXP_NOTHING_12"] = "遠征隊は危うく中性子星の重力場に飲み込まれそうになり、脱出するのに時間がかかりました。そのため大量の重水素を消費し、遠征艦隊は何の成果もなく帰還せざるを得ませんでした。";

$LOCA["jp"]["EXP_NOT_DEPLETED_1"] = "通信士官の航海日誌より: この宇宙の領域はまだ探査されていないようです。";
$LOCA["jp"]["EXP_NOT_DEPLETED_2"] = "通信士官の航海日誌より: 未探査のセクターを最初に航行するのは素晴らしい気分です。";
$LOCA["jp"]["EXP_DEPLETED_MIN_1"] = "通信士官の航海日誌より: この銀河の領域にこれまで人間が足を踏み入れたことはないようです。";
$LOCA["jp"]["EXP_DEPLETED_MIN_2"] = "通信士官の航海日誌より: 古代の宇宙船の残骸を発見しました。私たちはここに最初に来たわけではありません。";
$LOCA["jp"]["EXP_DEPLETED_MIN_3"] = "通信士官の航海日誌への追記: 別の遠征艦隊と衝突しそうになりました。この辺りに他の艦隊がいるとは思いませんでした。";
$LOCA["jp"]["EXP_DEPLETED_MED_1"] = "通信士官の航海日誌より: この領域に複数の遠征艦隊が存在する証拠を発見しました。私たちは帰還します。";
$LOCA["jp"]["EXP_DEPLETED_MED_2"] = "通信士官の航海日誌より: このセクターの他の遠征隊と友好的な無線交信を確立しました。";
$LOCA["jp"]["EXP_DEPLETED_MED_3"] = "通信士官の航海日誌より: 同じセクターに向かっていた別の遠征艦隊の乗組員たちと、遠征の成果を祝いました。彼らは新しい報告は何もありません。";
$LOCA["jp"]["EXP_DEPLETED_MAX_1"] = "通信士官の航海日誌より: 危険を感じたら、この辺りを航行している他の遠征隊と一緒に帰還できるでしょう。";
$LOCA["jp"]["EXP_DEPLETED_MAX_2"] = "通信士官の航海日誌より: この調子が続くなら、この交通量を処理するために航路ブイを設置しなければならないでしょう。";
$LOCA["jp"]["EXP_DEPLETED_MAX_3"] = "通信士官の航海日誌への記入: また遠征隊を送るよりも、ここで土産物店を開く方が有益かもしれません。";

$LOCA["jp"]["EXP_ALIENS_WEAK_1"] = "遠征艦隊は未知の種族と友好的ではない初接触をしました。";
$LOCA["jp"]["EXP_ALIENS_WEAK_2"] = "異様な外見の艦船が警告なしに遠征艦隊を攻撃しました!";
$LOCA["jp"]["EXP_ALIENS_WEAK_3"] = "私たちの遠征隊は未知の艦船の小集団に攻撃されました!";
$LOCA["jp"]["EXP_ALIENS_WEAK_4"] = "遠征艦隊は未知の艦船との接触を報告しています。センサーの読み取りは解読できませんが、異星の艦船が武器システムを作動させているようです。";
$LOCA["jp"]["EXP_ALIENS_MED_1"] = "未知の種族が私たちの遠征隊を攻撃しています!";
$LOCA["jp"]["EXP_ALIENS_MED_2"] = "遠征艦隊は、未知ながら非常に攻撃的で好戦的な異星人種族の領土に進入してしまったようです。";
$LOCA["jp"]["EXP_ALIENS_MED_3"] = "遠征艦隊との通信が一時的に途絶えました。彼らの最後のメッセージを解読できました。彼らは激しい攻撃を受けており、攻撃者は特定できませんでした。";
$LOCA["jp"]["EXP_ALIENS_STRONG_1"] = "遠征隊は異星人の侵略艦隊に遭遇し、激しい戦闘を報告しています!";
$LOCA["jp"]["EXP_ALIENS_STRONG_2"] = "未知の起源を持つ結晶質の艦船からなる大艦隊が、私たちの遠征艦隊にまっすぐ衝突コースで接近しています。最悪の事態を想定すべきです。";

$LOCA["jp"]["EXP_PIRATES_WEAK_1"] = "必死になった宇宙海賊たちが遠征艦隊を拿捕しようとしました。";
$LOCA["jp"]["EXP_PIRATES_WEAK_2"] = "幸い少数だった海賊と戦わなければなりませんでした。";
$LOCA["jp"]["EXP_PIRATES_WEAK_3"] = "酔った海賊たちの無線通信を傍受しました。もうすぐ攻撃を受けるようです。";
$LOCA["jp"]["EXP_PIRATES_WEAK_4"] = "遠征隊は、モア・ティカーとその野蛮な軍勢が無条件降伏を要求していると報告しています。彼らが本気になれば、私たちの艦船が自衛できることを思い知らせることになるでしょう。";
$LOCA["jp"]["EXP_PIRATES_WEAK_5"] = "原始的な蛮族が、とても宇宙船とは呼べない船で攻撃してきています。攻撃が激しくなれば、私たちも撃ち返さざるを得なくなるでしょう。";
$LOCA["jp"]["EXP_PIRATES_MED_1"] = "遠征隊は宇宙海賊たちと不愉快な遭遇をしました。";
$LOCA["jp"]["EXP_PIRATES_MED_2"] = "私たちはスター・バッカニアーズが仕掛けた待ち伏せにまっすぐ飛び込みました! 戦闘は避けられませんでした。";
$LOCA["jp"]["EXP_PIRATES_MED_3"] = "遠征チームが追跡したあの緊急信号は、実はスター・バッカニアーズが仕掛けた待ち伏せでした。戦闘は避けられませんでした。";
$LOCA["jp"]["EXP_PIRATES_STRONG_1"] = "記録された信号は異星の生命体からではなく、秘密の海賊基地から発信されていました! 彼らは私たちが彼らのセクターにいることにあまり驚いていませんでした。";
$LOCA["jp"]["EXP_PIRATES_STRONG_2"] = "遠征隊は正体不明の海賊船との激戦を報告しています!";

$LOCA["jp"]["EXP_DMFOUND_SMALL_1"] = "遠征隊は少量のダークマターを捕獲し、保管することができました。";
$LOCA["jp"]["EXP_DMFOUND_SMALL_2"] = "異星の宇宙船の残骸を発見しました。貨物室の棚に少量のダークマターが入った小さなコンテナを見つけました!";
$LOCA["jp"]["EXP_DMFOUND_SMALL_3"] = "遠征隊は少量のダークマターを輸送していた幽霊船を制圧しました。船の元の乗組員に何が起きたのか手がかりは見つかりませんでしたが、技術者たちはダークマターを回収することができました。";
$LOCA["jp"]["EXP_DMFOUND_SMALL_4"] = "小さな船の上で奇妙な異星人に会い、簡単な数学の計算と引き換えにダークマター入りのケースを渡されました。";
$LOCA["jp"]["EXP_DMFOUND_SMALL_5"] = "遠征隊は奇妙な信号を追って小惑星にたどり着きました。小惑星の中心部で少量のダークマターが発見されました。小惑星は確保され、探検隊はダークマターの採取を試みています。";
$LOCA["jp"]["EXP_DMFOUND_MED_1"] = "遠征隊はユニークな実験を達成しました。瀕死の恒星からダークマターを採取することに成功したのです。";
$LOCA["jp"]["EXP_DMFOUND_MED_2"] = "遠征隊は、長い間制御不能のまま宇宙空間を漂っていたらしい錆びた宇宙ステーションを発見しました。ステーション自体はまったく役に立ちませんでしたが、原子炉にダークマターが保管されていることがわかりました。技術者たちは可能な限り多くを回収しようとしています。";
$LOCA["jp"]["EXP_DMFOUND_MED_3"] = "遠征隊は壮観な現象を報告しています。艦船のシールドのエネルギー貯蔵庫にダークマターが蓄積しているのです。技術者たちは現象が続く間にできるだけ多くのダークマターを保管しようとしています。";
$LOCA["jp"]["EXP_DMFOUND_LARGE_1"] = "突発的なハイパースペースの変形により、遠征隊は大量のダークマターを採取することができました!";
$LOCA["jp"]["EXP_DMFOUND_LARGE_2"] = "遠征隊は特別な種族と初接触しました。自らをレゴリアンと名乗る純粋なエネルギーでできた生命体が遠征船の中を飛び回り、それから私たちの未発達な種族を助けることにしたようです。船のブリッジにダークマター入りのケースが現れました!";

$LOCA["jp"]["EXP_LOST_1"] = "遠征から残されたものは、次の無線通信だけでした: Zzzrrt ああ、なんてこった! Krrrzzzzt あれはクルグズズズのように見える.. アアッ! Krzzzzzzzztzzzz...<br><br>\n\n通信終了";
$LOCA["jp"]["EXP_LOST_2"] = "先導船の炉心溶融が連鎖反応を引き起こし、遠征艦隊全体が壮観な爆発で破壊されました。";
$LOCA["jp"]["EXP_LOST_3"] = "遠征艦隊から最後に受信した通信は、ブラックホールが開くこの壮大な画像でした。";
$LOCA["jp"]["EXP_LOST_4"] = "遠征艦隊との連絡が突然途絶えました。科学者たちはまだ接触を試みていますが、艦隊は永遠に失われたようです。";

$LOCA["jp"]["EXP_DELAY_1"] = "航海士が計算に重大な誤りを犯し、遠征のワープが誤って計算されました。艦隊は目標を完全に外しただけでなく、帰路にも当初の計画よりはるかに多くの時間がかかることになります。";
$LOCA["jp"]["EXP_DELAY_2"] = "赤色巨星の太陽風が遠征のワープを妨げ、帰還ワープの計算にかなりの時間がかかります。そのセクターの恒星の間には宇宙の空虚以外何もありませんでした。艦隊は予定より遅れて帰還します。";
$LOCA["jp"]["EXP_DELAY_3"] = "新しい航法モジュールはまだ不具合があります。遠征のワープは間違った方向に導いただけでなく、重水素燃料をすべて使い切ってしまいました。幸い、艦隊のワープで出発惑星の月の近くまで到達できました。少しがっかりしながら、遠征隊はインパルス出力なしで帰還します。帰路は予想よりも長くなります。";
$LOCA["jp"]["EXP_DELAY_4"] = "何らかの理由で遠征のワープは完全に失敗しました。太陽の中心にほぼ飛び込むところでした。幸い、既知の星系に到着しましたが、帰りのワープは考えていたより時間がかかります。";
$LOCA["jp"]["EXP_DELAY_5"] = "遠征隊は粒子嵐だらけのセクターに進入しました。そのためエネルギー貯蔵庫が過負荷になり、ほとんどの艦船のメインシステムが停止しました。整備士たちが最悪の事態は回避しましたが、遠征隊は大幅に遅れて帰還することになります。";
$LOCA["jp"]["EXP_DELAY_6"] = "遠征の旗艦は、警告もなしに艦隊の中にワープしてきた異星の船と衝突しました。異星の船は爆発し、旗艦の損傷は甚大でした。必要な修理が完了し次第、この状況では遠征を続行できないため、艦隊は帰路につきます。";

$LOCA["jp"]["EXP_ACCEL_1"] = "エンジンのエネルギーコイルの予期せぬ逆結合により、遠征隊の帰還が早まり、予定より早く帰還します。最初の報告によると、持ち帰るものは特にありません。";
$LOCA["jp"]["EXP_ACCEL_2"] = "新しく大胆な司令官は、帰路を短縮するために不安定なワームホールをうまく航行しました! しかし、遠征自体は新しいものを何も持ち帰りませんでした。";
$LOCA["jp"]["EXP_ACCEL_3"] = "遠征隊は探査したセクターで異常を報告していません。しかし、帰還中に艦隊は太陽風に乗りました。その結果、帰路が短縮されました。遠征隊は少し早く帰還します。";

$LOCA["jp"]["EXP_RESFOUND_SMALL_1"] = "遠征隊は、いくつかのリソースを採取できる小さな小惑星を発見しました。";
$LOCA["jp"]["EXP_RESFOUND_SMALL_2"] = "孤立した小惑星で、簡単に採掘できるリソースフィールドをいくつか見つけ、いくつかのリソースの採取に成功しました。";
$LOCA["jp"]["EXP_RESFOUND_SMALL_3"] = "遠征隊は、極めて有毒な大気を持つ放射性の小惑星を発見しました。何度もスキャンした結果、そこには大量のリソースがあることがわかりました。自動ドローンの助けを借りて、できるだけ多くのリソースを採取しようとしました。";
$LOCA["jp"]["EXP_RESFOUND_SMALL_4"] = "遠征隊は、古い戦闘の残骸である宇宙船の残骸をいくつか発見しました。部品の一部は回収して再利用することができました。";
$LOCA["jp"]["EXP_RESFOUND_MED_1"] = "遠征隊は、完全に積載されたまま放棄された古代の貨物船団を発見しました。リソースの一部を回収することができました。";
$LOCA["jp"]["EXP_RESFOUND_MED_2"] = "独自の大気を持つ小さな月で、遠征隊は巨大な未精錬リソースの貯蔵庫を発見しました。地上の乗組員がその自然の宝を持ち上げて積み込もうとしています。";
$LOCA["jp"]["EXP_RESFOUND_MED_3"] = "食料と医薬品を切実に必要としている民間船の小さな船団に会いました。その代わりに、たくさんの有用なリソースを手に入れました。";
$LOCA["jp"]["EXP_RESFOUND_LARGE_1"] = "未知の惑星を取り巻く鉱物帯には無数のリソースが含まれていました。遠征船は貯蔵庫をいっぱいにして帰還しています!";
$LOCA["jp"]["EXP_RESFOUND_LARGE_2"] = "遠征艦隊は巨大な異星の宇宙船の残骸を発見したと報告しています。彼らの技術を学ぶことはできませんでしたが、船を主要な部品に分解し、有用なリソースを作り出すことができました。";
$LOCA["jp"]["EXP_RESFOUND_LOGBOOK_1"] = "副長の航海日誌より: 空きスペースをすべて使い切りましたが、それでも見つけたすべてのリソースを持ち帰ることはできませんでした。";
$LOCA["jp"]["EXP_RESFOUND_LOGBOOK_2"] = "副長の航海日誌より: 貨物船があと数隻あれば! 今となっては大量のリソースを置き去りにせざるを得ません。";
$LOCA["jp"]["EXP_RESFOUND_LOGBOOK_3"] = "副長の航海日誌より: もう本当に必要ないものはすべて捨てましたが、それでも見つけたすべてのリソースのための十分なスペースを作れません。";
$LOCA["jp"]["EXP_RESFOUND_LOGBOOK_4"] = "副長の航海日誌より: 食堂やラウンジをすべて貯蔵庫に改造しても、見つけたすべてのリソースを運ぶことはできません。";

$LOCA["jp"]["EXP_FLEET_SMALL_1"] = "以前の遠征隊の残骸を発見しました! 技術者たちは艦船のいくつかを再び動かせるようにしようと試みます。";
$LOCA["jp"]["EXP_FLEET_SMALL_2"] = "遠征隊は、はるか昔に放棄されたコロニーの造船所を発見しました。造船所の格納庫で、回収できそうな艦船をいくつか見つけました。技術者たちはそのうちのいくつかを再び飛行させようとしています。";
$LOCA["jp"]["EXP_FLEET_SMALL_3"] = "遠征隊は、一連の戦争ではぼ壊滅した惑星を発見しました。軌道上にはさまざまな艦船が漂っています。技術者たちはそのいくつかを修理しようとしています。ここで何が起きたのかの情報も得られるかもしれません。";
$LOCA["jp"]["EXP_FLEET_SMALL_4"] = "放棄された海賊ステーションを発見しました。格納庫には古い艦船がいくつか置かれています。技術者たちは、そのうちのいくつかがまだ使えるかどうか調べています。";
$LOCA["jp"]["EXP_FLEET_MED_1"] = "艦隊の残骸を発見しました。技術者たちはほぼ無傷の艦船に直接向かい、再び動かせるようにしようとしています。";
$LOCA["jp"]["EXP_FLEET_MED_2"] = "遠征隊は古い自動造船所を発見しました。まだ生産段階にある艦船もあり、技術者たちは現在、造船所のエネルギー発電機を再稼働させようとしています。";
$LOCA["jp"]["EXP_FLEET_LARGE_1"] = "巨大な宇宙船の墓場を発見しました。遠征艦隊の技術者の一部が、いくつかの艦船を再び動かせるようにすることができました。";
$LOCA["jp"]["EXP_FLEET_LARGE_2"] = "絶滅した文明の惑星を発見しました。軌道上を周回する無傷の巨大宇宙ステーションが見えます。技術者とパイロットの一部が、まだ使える艦船を探して地表に向かいました。";
$LOCA["jp"]["EXP_FLEET_LOGBOOK_1"] = "機関士官の航海日誌より: もう少し多くの艦船を連れてきていたら、あの素晴らしい船のいくつかを簡単に連れて帰れたのに!";
$LOCA["jp"]["EXP_FLEET_LOGBOOK_2"] = "機関士官の航海日誌より: 残念ながら、任務中に発見したすべての艦船を持ち帰る容量がありませんでした。";
$LOCA["jp"]["EXP_FLEET_LOGBOOK_3"] = "機関士官の航海日誌より: 残念ながら、発見したすべての艦船を持ち帰るのに十分な容量がありません。";
$LOCA["jp"]["EXP_FLEET_FOUND"] = "<br><br>以下の艦船が艦隊の一部になりました:";

$LOCA["jp"]["EXP_TRADER_1"] = "遠征艦隊は友好的な異星種族と接触しました。彼らはあなたの世界と交易するため、商品を持った代表者を派遣すると発表しました。";
$LOCA["jp"]["EXP_TRADER_2"] = "遠征隊は任務中に緊急信号を受信しました。巨大な貨物船が、小惑星が生み出す強力な重力場に捕らわれていました。船と積荷の解放に成功した後、船長は自分たちを救ってくれた人物を最も優遇する独占顧客にすると宣言しました。";

$LOCA["jp"]["EXP_FOUND"] = "<br>#2 を #1 ユニット入手しました。";

?>
