<?php

// 重力子攻撃（月の破壊）
// TODO: 現在の公式ゲームからメッセージを取得すること。

$LOCA["jp"]["GRAVITON_ATK_SUBJ"] = "月への攻撃";
$LOCA["jp"]["GRAVITON_DEF_SUBJ"] = "月震";

// 攻撃側へ。

$LOCA["jp"]["GRAVITON_ATK_00"] = "惑星 #1 #2 からの艦隊が、#3 の月に到達しました。\n" .
"月の構造物は十分に弱体化しなかったため、艦隊は帰還します。\n" .
"<br>月の破壊確率: #4 %. デス・スターの破壊確率:#5 %;";

$LOCA["jp"]["GRAVITON_ATK_01"] = "惑星 #1 #2 からの艦隊が、#3 の月に到達しました。\n".
"デス・スターの兵器が一連の重力子弾を月に撃ち込み、強力な衝撃を引き起こして衛星を破壊しました。月面上のすべての構造物が失われました。完全な成功です。艦隊は祝杯をあげるため母星へ帰還します。\n".
"<br>月の破壊確率: #4 %. デス・スターの破壊確率:#5 %";

$LOCA["jp"]["GRAVITON_ATK_10"] = "惑星 #1 #2 からの艦隊が、#3 の月に到達しました。デス・スターは重力子砲を衛星に向けています。わずかな振動が月面を揺らしました。しかし、何かがおかしい。重力子砲がデス・スター自身を振動させています。反動が始まりました。デス・スターは無数の破片となって爆散します。その衝撃波はあなたの艦隊をすべて破壊しました。もうたくさんだ……\n".
"<br>月の破壊確率: #4 %. デス・スターの破壊確率:#5 %";

$LOCA["jp"]["GRAVITON_ATK_11"] = "惑星 #1 #2 からの艦隊が、惑星 #3 を周回する月に到達しました。あなたのデス・スターが重力子砲を衛星に向けています。月面の震動は激しさを増しています。月は変形し、裂け始めました。巨大な残骸があなたの艦隊めがけて飛んできます。撤退はもう間に合いません。あなたの艦隊は残骸の雨に飲み込まれて全滅しました。なんということだ……\n".
"<br>月の破壊確率: #4 %. デス・スターの破壊確率: #5%.";

// 防衛側へ。

$LOCA["jp"]["GRAVITON_DEF_00"] = "惑星 #1 #2 からの艦隊が、あなたの惑星の月 #3 に到達しました。\n" .
"あなたの月に生じたわずかな揺れは、月の構造物への攻撃が失敗したことを示しています。任務を果たせなかった攻撃側の艦隊は、#4 #5 へと帰還します。\n" .
"<br>月の破壊確率: #6 %. デス・スターの破壊確率:#7 %;";

$LOCA["jp"]["GRAVITON_DEF_01"] = "惑星 #1 #2 からの艦隊が、あなたの惑星の月 #3 に到達しました。\n".
"激しさを増す振動がこの衛星を揺さぶります。月は変形を始め、やがて無数の破片となって爆散しました。あなたの帝国にとって大きな打撃です。敵艦隊は引き返していきます。\n".
"<br>月の破壊確率: #4 %. デス・スターの破壊確率:#5 %";

$LOCA["jp"]["GRAVITON_DEF_10"] = "惑星 #1 #2 からの艦隊が、あなたの惑星の月 #3 に到達しました。\n".
"あなたの月に生じたわずかな揺れは、月の構造物への攻撃が失敗したことを示しています。しかし突然、揺れは止まりました。巨大な爆発が宇宙を揺るがします。攻撃側の艦隊はレーダーから消え去りました。大混乱です……\n".
"<br>月の破壊確率: #4 %. デス・スターの破壊確率:#5 %";

$LOCA["jp"]["GRAVITON_DEF_11"] = "惑星 #1 #2 からの艦隊が、あなたの惑星の月 #3 に到達しました。\n".
"激しさを増す振動が衛星を揺さぶります。月は変形を始め、やがて無数の破片となって砕け散りました。突然、敵艦隊があなたのレーダーから消え去ります。何かがおかしい、残骸にやられたに違いありません……\n".
"<br>月の破壊確率: #4 %. デス・スターの破壊確率:#5 %.";

?>
