<?php

// オブジェクトの詳細説明。

$LOCA["jp"]["LONG_1"] = "メタルは、あなたの帝国の基盤を築くために使用される主要な資源です。より深い場所では、鉱山は建物、艦船、防衛システム、そして研究の建設に使用できる有効なメタルをより多く生産できます。鉱山が深く掘られるほど、最大生産に必要なエネルギーも増加します。メタルは利用可能なすべての資源の中で最も豊富であるため、取引における価値は全資源の中で最も低いと見なされています。";
$LOCA["jp"]["LONG_2"] = "水晶鉱山は、電子回路や特定の合金化合物の製造に使用される主要な資源を供給します。水晶の採掘はメタルの採掘の約1.5倍のエネルギーを消費するため、水晶の方が価値が高くなります。ほとんどすべての艦船とすべての建物に水晶が必要です。しかし、宇宙船の建造に必要な水晶のほとんどは非常に希少であり、メタルと同様に特定の深さでしか見つけることができません。したがって、より深い地層に鉱山を建設することで、生産される水晶の量を増やすことができます。";
$LOCA["jp"]["LONG_3"] = "重水素（Deuterium）は、重水素（heavy hydrogen）とも呼ばれる水素の安定同位体で、コロニーの海洋中に水素約6500原子につき1個の割合（約154 PPM）で天然に存在します。したがって重水素は全体の約0.015％（重量比では0.030％）を占めます。重水素は、特別に設計された遠心分離機を使って水から重水素を分離できる特殊な合成装置によって処理されます。合成装置をアップグレードすると、処理できる重水素の量を増やすことができます。重水素は、感覚ファランクスによるスキャンの実行、銀河の観測、艦船の燃料、そして特殊な研究のアップグレードの実行に使用されます。";
$LOCA["jp"]["LONG_4"] = "巨大な太陽光パネルは、鉱山と重水素合成装置に電力を供給するために使用されます。太陽光発電所をアップグレードするほど、惑星を覆う太陽電池の表面積が増加し、惑星全体の電力網でより高いエネルギー出力が得られるようになります。";
$LOCA["jp"]["LONG_12"] = "熱核発電所では、水素原子核が巨大な温度と圧力の下でヘリウム原子核に融合され、膨大なエネルギーを放出します。消費される重水素1グラムにつき、最大41,32*10^-13ジュールのエネルギーを生産できます。1gで172 MWhのエネルギーを生産することが可能です。<br/>
より大きな原子炉施設はより多くの重水素を使用し、1時間あたりにより多くのエネルギーを生産できます。エネルギー効果は、エネルギー技術の研究によって高めることができます。<br/>
熱核発電所のエネルギー生産量は次のように計算されます：<br/>
30 * [Level Fusion Plant] * (1,05 + [Level Energy Technology] * 0,01) ^ [Level Fusion Plant]";
$LOCA["jp"]["LONG_14"] = "ロボット工場の主な目的は、最先端の建設ロボットの生産です。ロボット工場をアップグレードするたびにより高速なロボットが生産され、建物の建設に必要な時間を短縮するために使用されます。";
$LOCA["jp"]["LONG_15"] = "ナノマシン（ナナイトとも呼ばれる）は、寸法がナノメートル（ミリメートルの100万分の1、つまり10^-9メートルの単位）で測定される機械的または電気機械的な装置です。ナノマシンの微視的な大きさは、より高い動作速度につながります。この工場は、ロボット技術の究極の進化であるナノマシンを生産します。建設後、アップグレードするたびに、建物、艦船、防衛施設の生産時間が大幅に短縮されます。";
$LOCA["jp"]["LONG_21"] = "惑星造船所は、宇宙船と防衛機構の建造を担当します。造船所をアップグレードすると、より多種多様な艦艇をはるかに速い速度で生産できるようになります。惑星にナナイト・ファクトリーがある場合、艦船の建造速度は大幅に向上します。";
$LOCA["jp"]["LONG_22"] = "この巨大な保管施設は、金属鉱石の貯蔵に使用されます。アップグレードのレベルごとに、保管できる金属鉱石の量が増加します。ストレージが満杯になると、それ以上メタルは採掘されません。";
$LOCA["jp"]["LONG_23"] = "未処理の水晶は、当面これらの巨大な保管庫に保管されます。アップグレードのレベルごとに、保管できる水晶の量が増加します。水晶ストレージが満杯になると、それ以上水晶は採掘されません。";
$LOCA["jp"]["LONG_24"] = "重水素タンクは、新しく合成された重水素を貯蔵するためのものです。合成装置で処理されると、後で使用するためにこのタンクへ送られます。タンクをアップグレードするたびに、総貯蔵容量が増加します。容量に達すると、それ以上重水素は合成されません。";
$LOCA["jp"]["LONG_31"] = "帝国に必須の一部である研究所は、新しい技術が発見され、古い技術が改良される場所です。研究所のレベルが上がるごとに、新しい技術の研究速度が向上し、さらに新しい技術の研究が解放されます。できるだけ迅速に研究を進めるため、研究科学者たちは即座にコロニーへ派遣され、作業と開発を開始します。このようにして、新しい技術に関する知識は帝国全体に容易に広めることができます。";
$LOCA["jp"]["LONG_33"] = "惑星での建設が増加するにつれて、コロニーの居住スペースもますます限られてきています。高層建築や地下建築などの伝統的な方法では、ますます不十分になってきています。少数の高エネルギー物理学者とナノエンジニアのグループが、最終的に解決策にたどり着きました。それがテラフォーミングです。<br/>
膨大な量のエネルギーを利用することで、テラフォーマーは広大な土地や大陸全体を耕作可能にすることができます。この建物には、まさにこの目的のために作られたナナイトの生産設備が置かれており、一貫した地盤の質を保証します。";
$LOCA["jp"]["LONG_34"] = "アライアンス・ウェアハウスは、防衛を支援する軌道上の友好艦隊に燃料を供給します。アライアンス・ウェアハウスのアップグレードレベルごとに、1時間あたりの特別な重水素要求を軌道上の艦隊に送ることができます。";
$LOCA["jp"]["LONG_41"] = "月には大気がないため、居住地を設置する前にまず月面基地を建設する必要があります。これにより、酸素、暖房、そして重力が提供されます。レベルが上がるごとに、生物圏内でより広い居住・開発エリアが提供されます。建設された各レベルは、他の建物用に3つのフィールドを提供します。また、各レベルにつき月面基地自体が1つのフィールドを占めます。<br/>
一度建設された月面基地は、取り壊すことはできません。";
$LOCA["jp"]["LONG_42"] = "高解像度センサーを利用して、感覚ファランクスはまず遠方の世界からの光のスペクトル、ガス組成、放射線放出をスキャンし、そのデータを処理用のスーパーコンピューターに送信します。情報を取得すると、スーパーコンピューターはスペクトル、ガス組成、放射線放出の変化を、さまざまな艦船の移動によって生じる既知のスペクトル変化の基準チャートと比較します。その結果得られたデータは、ファランクスの範囲内にあるあらゆる艦隊の活動を表示します。処理中にスーパーコンピューターが過熱しないよう、5kの精製済み重水素を使用して冷却されます。<br/>
ファランクスを使用するには、銀河図でセンサー範囲内の惑星をクリックしてください。";
$LOCA["jp"]["LONG_43"] = "ゲイツ（ジャンプゲート）は、宇宙のどこにある受信ゲイツへ、時間をかけずに最大規模の艦隊さえ送ることができる巨大な送受信機システムです。ワームホールに類似した技術を利用してジャンプを実現するため、重水素は必要ありません。ジャンプの間には、再充電のために数分間の待機時間が必要です。また、ゲイツを通して資源を輸送することもできません。アップグレードレベルが上がるごとに、ジャンプゲート`sのクールダウン時間を短縮できます。";
$LOCA["jp"]["LONG_44"] = "ロケット・サイロは、惑星間ロケットと迎撃ミサイルの建造、保管、発射に使用されます。サイロのレベルごとに、惑星間ロケット5基または迎撃ミサイル10基を保管できます。惑星間ロケット1基は、迎撃ミサイル2基と同じスペースを使用します。同じサイロに惑星間ロケットと迎撃ミサイルの両方を保管することもできます。";

$LOCA["jp"]["LONG_106"] = "スパイ活動は、第一にセンサー技術の進歩です。この技術がより高度になるほど、ユーザーは自分の周囲での活動についてより多くの情報を受け取ります。
プローブにとって重要なのは、自分のスパイレベルと敵対するスパイレベルとの差です。自分のスパイ活動技術がより高度になるほど、レポートが収集できる情報は多くなり、自分のスパイ活動が発見される確率は低くなります。1回の任務で送るプローブが多いほど、目標惑星からより多くの詳細を収集できます。しかし同時に、発見される確率も高くなります。
スパイ活動技術は、外国艦隊の位置を特定する確率も向上させます。これを決定する上でスパイレベルは極めて重要です。レベル2以降は、通常の攻撃通知に加えて、攻撃してくる艦船の正確な総数も表示されます。レベル4以降は、攻撃してくる艦船の種類と総数が表示され、レベル8以降は、異なる艦船タイプの正確な数が表示されます。
この技術は、攻撃対象の艦隊に防衛が用意されているかどうかを知らせてくれるため、今後の攻撃に不可欠です。そのため、この技術は非常に早い段階で研究すべきです。";
$LOCA["jp"]["LONG_108"] = "いったん任務に発進すると、艦隊は主に発進元の惑星に設置された一連のコンピューターによって制御されます。これらの巨大なコンピューターは、正確な到着時間を計算し、必要に応じて軌道修正を制御し、軌道を計算し、飛行速度を調整します。<br/>
レベルが上がるごとに、飛行コンピューターがアップグレードされ、発進できる追加スロットが1つ増えます。コンピューター技術は、帝国を築く間ずっと継続的に開発すべきです。";
$LOCA["jp"]["LONG_109"] = "武器技術は主要な研究技術であり、敵対する帝国に対するあなたの生存に不可欠です。武器技術のレベルが上がるごとに、艦船の武器システムと防衛機構はますます効率的になります。各レベルは、武器の基本強度を基本値の10％だけ増加させます。";
$LOCA["jp"]["LONG_110"] = "磁気圏発生装置の発明により、科学者たちは、宇宙船の乗組員を深宇宙の過酷な太陽放射環境から守るだけでなく、攻撃時には敵の砲火からも守る人工シールドを生成できることを学びました。科学者たちがついにその技術を完成させると、磁気圏発生装置はすべての艦船と防衛システムに搭載されました。<br/>
技術がレベルごとに進歩するにつれて、磁気圏発生装置はアップグレードされ、シールドの基本値にさらに10％の強度を追加します。";
$LOCA["jp"]["LONG_111"] = "深宇宙の環境は過酷です。さまざまな任務に就くパイロットと乗組員は、強い太陽放射にさらされるだけでなく、宇宙の破片に衝突されたり、攻撃で敵の砲火によって破壊されたりする危険にも直面していました。軽量でありながら耐久性に優れていることが判明したアルミニウム・リチウム・炭化チタン合金の発見により、乗組員はある程度の保護を得ることができました。宇宙船の装甲のレベルが上がるごとに、より高品質の合金が生産され、装甲の強度が10％増加します。";
$LOCA["jp"]["LONG_113"] = "さまざまな研究分野が進歩するにつれて、現在のエネルギー配給技術では特定の専門研究を開始するには十分ではないことが判明しました。エネルギー技術をアップグレードするたびに、より高度な艦船や防衛の開発を解放する新しい研究を実施できます。";
$LOCA["jp"]["LONG_114"] = "理論上、ハイパースペース移動の考え方は、分離された隣接する次元の存在に依存しています。起動すると、ハイパースペース・ドライブは宇宙船をこの別の次元へ送り込み、そこで\"通常の\"宇宙空間でかかる時間と比べて大幅に短縮された時間で広大な距離を移動できます。現実空間での目的地に対応するハイパースペース内の地点に到達すると、再び現れます。";
$LOCA["jp"]["LONG_115"] = "ジェットエンジンは最も古い技術のひとつですが、今でも使用されています。ジェットエンジンでは、使用前に船内に搭載された推進剤から排気が生成されます。密閉されたチャンバー内では、圧力はすべての方向で等しく、加速は発生しません。チャンバーの底部に開口部が設けられると、その側では圧力がもはや拮抗しなくなります。残った圧力が開口部とは反対側に推力を生み出し、排気を極めて高速で後方に噴出させることで艦船を前進させます。<br/>
ジェットエンジンのレベルが上がるごとに、小型輸送機、大型輸送、軽戦闘機、プロセッサー、スパイ調査の速度が10％増加します。";
$LOCA["jp"]["LONG_117"] = "インパルスモーターは反動の原理に基づいており、エネルギーを得るための炉心融合の副産物として、主に放射の誘導放出が生成されます。さらに、他の質量を注入することもできます。インパルスモーターのレベルが上がるごとに、ボンバー、クルーザー、重戦闘機、コロナイザーの速度が基本値の20％増加します。さらに、小型輸送機は研究レベルが5に達するとすぐにインパルスモーターが装備されます。インパルスモーターの研究がレベル17に達すると、プロセッサーにインパルスモーターが再装備されます。<br/>
また、レベルが上がるごとに惑星間ロケットの射程も伸びます。";
$LOCA["jp"]["LONG_118"] = "艦船のごく近くの空間が歪められることで、長距離を非常に速く移動できます。ハイパースペース・ドライブがより発展するほど、空間の歪みは強くなり、これを装備した艦船（リニアクルーザー、戦艦、デストロイヤー、デス・スター、パスファインダー、リーパー）の速度はレベルごとに30％増加します。さらに、研究がレベル8に達するとすぐに、ボンバーはハイパースペース・ドライブを装備して建造されます。ハイパースペース・ドライブの研究がレベル15に達すると、プロセッサーはハイパースペース・ドライブに再装備されます。";
$LOCA["jp"]["LONG_120"] = "レーザー（誘導放出による光の増幅）は、強烈でエネルギーに富んだコヒーレント光を放出します。これらの装置は、光コンピューターから、装甲技術を難なく切り裂くヘビーレーザー兵器に至るまで、あらゆる分野で使用できます。レーザー技術は、他の武器技術の研究のための重要な基盤を提供します。";
$LOCA["jp"]["LONG_121"] = "イオンは集中させ、加速して致命的なビームにすることができます。これらのビームは、その後、甚大なダメージを与えることができます。私たちの科学者たちは、建物とシステムの解体コストを明確に削減する技術も開発しました。";
$LOCA["jp"]["LONG_122"] = "イオン技術のさらなる発展であり、イオンではなく高エネルギーのプラズマを加速させるもので、物体との衝突時に壊滅的なダメージを与えることができます。私たちの科学者たちはまた、この技術を使ってメタルと水晶の採掘を著しく改善する方法も見つけました。";
$LOCA["jp"]["LONG_123"] = "これは、研究結果をコロニーに伝達するためのあなたの深宇宙ネットワークです。銀河系研究ネットワーク（IRN）を使用すると、開発したIRNのレベルと同じレベルの最高レベルの研究所をリンクすることで、より速い研究時間を達成できます。<br/>
機能するためには、各コロニーが独立して研究を実施できる必要があります。";
$LOCA["jp"]["LONG_124"] = "遠征技術はさまざまなスキャン技術を網羅しており、異なるクラスの艦船に研究モジュールを装備することを可能にします。データベース、小型の移動実験室、そしてさまざまなバイオセルとサンプル容器を収容しています。危険な物体を調査する際の艦船の安全のため、研究モジュールには自律型電源とエネルギー・フィールド・ジェネレーターが装備されており、極限状況では研究モジュールを強力なエネルギー・フィールドで包み込むことができます。";
$LOCA["jp"]["LONG_199"] = "重力子（グラビトン）は、質量がなく積載量も持たない素粒子です。それは重力の力を決定します。集中させた重力子の塊を発射することで、人工の重力場を構築できます。ブラックホールと同様に、質量を自分自身に引き寄せます。したがって、艦船や月全体さえも破壊することができます。十分な量の重力子を生産するには、膨大な量のエネルギーが必要です。破壊力を持つデス・スターを建造するには、重力技術の研究が必要です。";

$LOCA["jp"]["LONG_202"] = "輸送機は戦闘機とほぼ同じ大きさですが、高性能エンジンと搭載兵器を犠牲にして輸送能力を高めています。そのため、輸送機は戦闘可能な艦船に護衛されるときにのみ戦闘に送り込むべきです。<br/>
インパルスモーターの研究がレベル5に達するとすぐに、小型輸送機は基本速度が向上し、インパルスモーターが装備されます。";
$LOCA["jp"]["LONG_203"] = "時代が進むにつれて、コロニーへの襲撃で捕獲される資源の量はますます大きくなりました。その結果、大型の捕獲量を補うために小型輸送機が大量に送り出されていました。襲撃で捕獲される資源を最大化するためには新しいクラスの艦船が必要であることがすぐに悟られましたが、同時にコスト
効率も求められました。長い開発の末に、大型輸送が誕生しました。<br/>
船倉に保管できる資源を最大化するため、この艦船は武器や装甲をほとんど備えていません。搭載された高度に発達したジェットエンジンのおかげで、惑星間で最も経済的な資源供給船として機能し、敵対世界への襲撃で最も効果的です。";
$LOCA["jp"]["LONG_204"] = "これは、すべての皇帝が最初に建造する戦闘艦です。軽戦闘機は機敏な艦船ですが、単独では脆弱です。数で圧倒すれば、どんな帝国にとっても大きな脅威になり得ます。彼らは、防衛が弱い敵対惑星への小型輸送機と大型輸送の護衛を最初に務めます。";
$LOCA["jp"]["LONG_205"] = "重戦闘機の開発において、研究者たちは従来のエンジンではもはや十分な性能が得られないという点に到達しました。艦船を最適に動かすため、初めてインパルスモーターが使用されました。これによりコストは増加しましたが、新たな可能性も開かれました。このエンジンの使用により、武器とシールドに割けるエネルギーが増えました。さらに、この新しい戦闘機ファミリーには高品質の素材が使用されました。これらの変更により、重戦闘機は艦船技術の新時代を象徴し、クルーザー技術の基礎となりました。<br/>
軽戦闘機よりやや大きい重戦闘機は、より厚い船体でより高い防御力を備え、より強力な武装を持ちます。";
$LOCA["jp"]["LONG_206"] = "ヘビーレーザーとイオン銃の開発により、軽戦闘機と重戦闘機は、襲撃のたびに増加する驚くほど多くの敗北を経験しました。数多くの改良にもかかわらず、武器の強度や装甲の変更では、これらの新しい防御手段に効果的に対抗できるほど速く強化することはできませんでした。そのため、より多くの装甲とより多くの火力を兼ね備えた新しいクラスの艦船を建造することが決定されました。長年にわたる研究開発の結果、クルーザーが誕生しました。<br/>
クルーザーは重戦闘機のほぼ3倍の装甲を備え、既存のあらゆる戦闘艦の2倍以上の火力を持ちます。また、これまでに作られたどの宇宙船をもはるかに凌ぐ速度も備えています。ほぼ1世紀にわたり、クルーザーは宇宙を支配しました。しかし、ガウス銃とプラズマガンの開発により、その支配は終わりを迎えました。今日でも戦闘機群に対して使用されていますが、以前ほど優勢ではありません。";
$LOCA["jp"]["LONG_207"] = "クルーザーが直面する防衛施設の増加に押されつつあり、任務中の艦船の損失が許容できない水準に達したことが明らかになると、同じタイプの防衛施設に可能な限り少ない損失で立ち向かえる艦船を建造することが決定されました。長い開発の末に、戦艦が誕生しました。最大規模の戦闘に耐えられるように建造された戦艦は、広大な積載スペース、重砲、そして高いハイパースペース・ドライブ速度を特徴とします。開発後、それはやがてあらゆる襲撃を行う皇帝の艦隊の背骨となることが判明しました。";
$LOCA["jp"]["LONG_208"] = "20世紀、人類は星々を目指すことを決意しました。最初は月面着陸でした。その後、宇宙ステーションが建設されました。間もなく火星も植民地化されました。やがて、私たちの成長は他の世界の植民地化に依存していることが明らかになりました。世界中の科学者と技術者が集まり、人類史上最大の偉業を開発しました。コロナイザーが誕生したのです。この艦船は、新たに発見された惑星を植民地化に向けて準備するために使用されます。目的地に到着すると、艦船は即座に居住空間へと変形し、新世界の人口増加と採掘を支援します。母星を含め、各帝国は最大9つの惑星を植民地化できます。";
$LOCA["jp"]["LONG_209"] = "宇宙での戦闘はますます大規模になりました。何千もの艦船が破壊され、その残骸の資源は永遠にデブリフィールドに失われたかのように見えました。通常の貨物船は、多大な損傷のリスクを負わずにはこれらのフィールドに近づくことができませんでした。</br>
シールド技術の最近の進歩が、この問題を効率的に回避しました。輸送機に類似した新しいクラスの艦船が作られました。それがプロセッサーです。彼らの努力は、失われたと思われていた資源を回収し、再利用するのに役立ちました。新しいシールドのおかげで、デブリはもはや実際の危険をもたらしませんでした。";
$LOCA["jp"]["LONG_210"] = "スパイ調査は、艦隊と惑星に関するデータを提供する小型で機敏なドローンです。特別に設計されたエンジンを搭載しているため、わずか数分で広大な距離を移動できます。目標惑星の周回軌道に到達すると、素早くデータを収集し、評価のために深宇宙ネットワークを介してレポートを送り返します。しかし、情報収集にはリスクがあります。レポートがネットワークに送り返されている間、信号が目標に検出され、プローブが破壊される可能性があります。";
$LOCA["jp"]["LONG_211"] = "何世紀にもわたって、防衛がより大規模かつ高度になるにつれて、艦隊は驚くべき速さで破壊されるようになりました。最大の成果を確実にするために防衛を突破する新しい艦船が必要であると決定されました。長年の研究開発の後、ボンバーが作られました。<br/>
レーザー誘導照準装置とプラズマ爆弾を使用して、ボンバーは見つけられるあらゆる防衛機構を探し出して破壊します。ハイパースペース・ドライブがレベル8に開発されるとすぐに、ボンバーはハイパースペース・エンジンに改装され、より高速で飛行できるようになります。";
$LOCA["jp"]["LONG_212"] = "科学者たちは、静止軌道にある特別に設計された衛星を使用して、コロニーに電気エネルギーを送信する方法を発見しました。ソーラー衛星は太陽エネルギーを収集し、高度なレーザー技術を使用して地上局に送信します。ソーラー衛星の効率は、受ける太陽放射の強度に依存します。原則として、太陽に近い軌道でのエネルギー生産は、太陽から遠い軌道にある惑星よりも大きくなります。<br/>
優れたコストパフォーマンス比のため、ソーラー衛星は多くのエネルギー問題を解決できます。しかし注意してください。ソーラー衛星は戦闘で簡単に破壊される可能性があります。";
$LOCA["jp"]["LONG_213"] = "デストロイヤーは、長年の作業と開発の成果です。デス・スターの開発に伴い、そのような巨大な兵器に対抗するための艦船クラスが必要であると決定されました。改良されたホーミングセンサー、多連装ファランクスのイオン銃、ガウス銃、プラズマガンのおかげで、デストロイヤーはこれまでに作られた中で最も恐ろしい艦船のひとつとなりました。<br/>
デストロイヤーは非常に大きいため、機動性が大幅に制限され、戦闘艦というよりはむしろ戦闘ステーションに近い存在です。機動性の欠如はその圧倒的な火力で補われていますが、建造と運用には大量の重水素も必要とします。";
$LOCA["jp"]["LONG_214"] = "デス・スターは、これまでに作られた中で最も強力な艦船です。この月サイズの艦船は、地上から肉眼で見ることができる唯一の艦船です。それに気づいたときには、残念ながら、何かをするにはもう手遅れです。<br/>
宇宙でこれまでに作られた中で最も先進的な兵器システムである巨大な重力子砲を装備したこの巨大な艦船は、艦隊と防衛全体を破壊する能力だけでなく、月全体を破壊する能力も持っています。この巨大なサイズの艦船を建造できるのは、最も先進的な帝国だけです。";
$LOCA["jp"]["LONG_215"] = "この艦船は、これまでに開発された中で最も先進的な戦闘艦のひとつであり、攻撃してくる艦隊を破壊する際に特に致命的です。改良されたレーザー砲と高度なハイパースペース・エンジンを搭載したリニアクルーザーは、いかなる攻撃においても真剣に対処すべき戦力です。艦船の設計と大型の武器システムのため、貨物室は削減せざるを得ませんでしたが、これは燃料消費量の低減によって補われています。";

$LOCA["jp"]["LONG_401"] = "あなたの最初の基本的な防衛ライン。これらは、攻撃してくる敵の目標に通常弾頭を搭載したミサイルを発射する、単純な地上ベースの発射施設です。建設コストが安く、研究も不要なため、襲撃の防衛に適していますが、大規模な攻撃からの防衛では効果が薄れます。より高度な防衛兵器システムの建設を開始すると、ロケットランチャーは、より強力な武器がより長い時間にわたって大きなダメージを与え続けられるようにするための、単純な盾役に過ぎなくなります。";
$LOCA["jp"]["LONG_402"] = "技術が発展し、より高度な艦船が作られるにつれて、攻撃に対抗するためにより強力な防衛ラインが必要であると判断されました。レーザー技術の進歩に伴い、次のレベルの防衛を提供する新しい武器が設計されました。軽量レーザーは、敵を追跡する特殊な照準システムを利用し、目標の船体を切り裂くように設計された高強度レーザーを発射する、単純な地上ベースの武器です。コスト効率を保つため、改良されたシールドシステムが装備されましたが、構造の完全性はロケットランチャーと同じです。";
$LOCA["jp"]["LONG_403"] = "ヘビーレーザーは、軽量レーザーの実用的で改良されたバージョンです。改良された合金組成により軽量レーザーよりもバランスが良く、より強力で密度の高いビームと、さらに優れた搭載照準システムを利用します。";
$LOCA["jp"]["LONG_404"] = "長い間、弾丸系兵器は、現代の熱核・エネルギー技術の登場と、ハイパードライブと改良された装甲の開発により、時代遅れと見なされていました。それは、かつてそれらを時代遅れにしたまさにそのエネルギー技術が、それらが確立された地位を取り戻すのを助けるまで続きました。<br/>
ガウス銃は、粒子加速器の大型版です。極めて重いミサイルが巨大な電磁力で加速され、その砲口初速によりミサイルの周囲の土壌が空で燃え上がります。この武器は発射時にソニックブームを発生させるほど強力です。現代の装甲とシールドはその威力にかろうじて耐えることができ、多くの場合、目標はミサイルの威力によって完全に貫通されます。防衛施設は、あまりに深刻な損傷を受けるとすぐに機能を停止します。";
$LOCA["jp"]["LONG_405"] = "イオン銃は、イオン（正または負に帯電した粒子）のビームを発射する武器です。イオン銃は実際には粒子砲の一種であり、使用される粒子がイオン化されているだけです。その電荷により、電磁パルス（EMP効果）として知られる現象を利用して、電子機器や、電気または類似の電源を備えたその他のあらゆるものを無力化する可能性も持っています。砲の大幅に改良されたシールドシステムにより、この砲は、より大きく破壊力の高い防衛兵器に優れた保護を提供します。";
$LOCA["jp"]["LONG_406"] = "これまでに開発された中で最も先進的な防衛兵器システムのひとつであるプラズマガンは、プラズマのパルス（トロイド）を発射する電磁加速器に電力を供給するために、大型の原子炉燃料セルを使用します。運用中、プラズマガンはまず目標をロックオンし、発射プロセスを開始します。プラズマ球は、砲の中心部でガスを過熱・圧縮し、イオンを剥ぎ取ることによって生成されます。ガスが過熱・圧縮されてプラズマ球が生成されると、エネルギーが供給された電磁加速器に装填されます。完全にエネルギーが供給されると加速器が作動し、プラズマ球が極めて高速で意図した目標に向けて発射されます。目標側から見ると、接近する青みがかったプラズマの球は壮観ですが、ひとたび衝突すると、即座に破壊をもたらします。";
$LOCA["jp"]["LONG_407"] = "新世界の植民地化は、新たな危険である宇宙デブリをもたらしました。大きな小惑星は、世界とすべての住民を簡単に消し去ることができました。シールド技術の進歩により、科学者たちは宇宙デブリだけでなく、後に判明したように敵の攻撃からも惑星全体を守るシールドを開発する方法を得ました。惑星の周囲に大きな電磁場を作り出すことで、通常なら惑星を破壊していたであろう宇宙デブリをそらし、敵帝国からの攻撃を阻止しました。最初のジェネレーターは大きく、シールドは中程度の保護を提供しましたが、後に小型のシールドでは大規模な攻撃からの保護には不十分であることが発見されました。小型シールドドームは、その後に来る、より強力で先進的な惑星シールドシステムへの前奏曲でした。";
$LOCA["jp"]["LONG_408"] = "大きなシールドドームは、惑星シールドの進歩における次のステップであり、小型シールドドームを改良する長年の作業の成果です。より高いエネルギーの電磁場を提供することで、より大規模な敵の砲火に耐えられるように建造された大型ドームは、崩壊するまでより長い保護時間を提供します。";
$LOCA["jp"]["LONG_502"] = "迎撃ミサイル（ABM）は、惑星または月が惑星間ロケット（IPM）に攻撃されたときに、あなたの唯一の防衛ラインです。IPMの発射が検出されると、これらのミサイルは自動的に武装し、飛行コンピューターで発射コードを処理し、接近するIPMを目標として迎撃に向けて発射されます。飛行中、目標のIPMは常に追跡され、ABMが目標に到達して攻撃してきたIPMを破壊するまで軌道修正が適用されます。各ABMは、接近するIPMを1基破壊します。";
$LOCA["jp"]["LONG_503"] = "惑星間ロケット（IPM）は、目標の防衛を破壊するための攻撃兵器です。最先端の追跡技術を使用して、各ミサイルは一定数の防衛施設を破壊対象として狙います。反物質爆弾を搭載しており、破壊されたシールドと防衛は修復できないほどの深刻な破壊力をもたらします。これらのミサイルに対抗する唯一の方法は、ABMです。";

?>
