<?php

// ゲーム内オブジェクト

$LOCA["jp"]["NAME_1"] = "金属鉱山";
$LOCA["jp"]["NAME_2"] = "水晶鉱山";
$LOCA["jp"]["NAME_3"] = "重水素合成装置";
$LOCA["jp"]["NAME_4"] = "太陽光発電所";
$LOCA["jp"]["NAME_12"] = "熱核発電所";
$LOCA["jp"]["NAME_14"] = "ロボット工場";
$LOCA["jp"]["NAME_15"] = "ナナイト・ファクトリー";
$LOCA["jp"]["NAME_21"] = "造船所";
$LOCA["jp"]["NAME_22"] = "金属製ストレージ";
$LOCA["jp"]["NAME_23"] = "クリスタル・ヴォールト";
$LOCA["jp"]["NAME_24"] = "重水素タンク";
$LOCA["jp"]["NAME_31"] = "研究所";
$LOCA["jp"]["NAME_33"] = "テラフォーマー";
$LOCA["jp"]["NAME_34"] = "アライアンス・ウェアハウス";
$LOCA["jp"]["NAME_41"] = "月面基地";
$LOCA["jp"]["NAME_42"] = "感覚ファランクス";
$LOCA["jp"]["NAME_43"] = "ゲイツ";
$LOCA["jp"]["NAME_44"] = "ロケット・サイロ";

$LOCA["jp"]["NAME_106"] = "スパイ活動";
$LOCA["jp"]["NAME_108"] = "コンピューター技術";
$LOCA["jp"]["NAME_109"] = "武器技術";
$LOCA["jp"]["NAME_110"] = "シールド技術";
$LOCA["jp"]["NAME_111"] = "宇宙船の装甲";
$LOCA["jp"]["NAME_113"] = "エネルギー技術";
$LOCA["jp"]["NAME_114"] = "ハイパースペース・テクノロジー";
$LOCA["jp"]["NAME_115"] = "ジェットエンジン";
$LOCA["jp"]["NAME_117"] = "インパルスモーター";
$LOCA["jp"]["NAME_118"] = "ハイパースペース・ドライブ";
$LOCA["jp"]["NAME_120"] = "レーザー技術";
$LOCA["jp"]["NAME_121"] = "イオン・テクノロジー";
$LOCA["jp"]["NAME_122"] = "プラズマ技術";
$LOCA["jp"]["NAME_123"] = "銀河系研究ネットワーク";
$LOCA["jp"]["NAME_124"] = "遠征技術";
$LOCA["jp"]["NAME_199"] = "重力技術";

$LOCA["jp"]["NAME_202"] = "小型輸送機";
$LOCA["jp"]["NAME_203"] = "大型輸送";
$LOCA["jp"]["NAME_204"] = "軽戦闘機";
$LOCA["jp"]["NAME_205"] = "重戦闘機";
$LOCA["jp"]["NAME_206"] = "クルーザー";
$LOCA["jp"]["NAME_207"] = "戦艦";
$LOCA["jp"]["NAME_208"] = "コロナイザー";
$LOCA["jp"]["NAME_209"] = "プロセッサー";
$LOCA["jp"]["NAME_210"] = "スパイ調査";
$LOCA["jp"]["NAME_211"] = "ボンバー";
$LOCA["jp"]["NAME_212"] = "ソーラー衛星";
$LOCA["jp"]["NAME_213"] = "デストロイヤー";
$LOCA["jp"]["NAME_214"] = "デス・スター";
$LOCA["jp"]["NAME_215"] = "リニアクルーザー";

$LOCA["jp"]["NAME_401"] = "ロケットランチャー";
$LOCA["jp"]["NAME_402"] = "軽量レーザー";
$LOCA["jp"]["NAME_403"] = "ヘビーレーザー";
$LOCA["jp"]["NAME_404"] = "ガウス銃";
$LOCA["jp"]["NAME_405"] = "イオン銃";
$LOCA["jp"]["NAME_406"] = "プラズマガン";
$LOCA["jp"]["NAME_407"] = "小型シールドドーム";
$LOCA["jp"]["NAME_408"] = "大きなシールドドーム";
$LOCA["jp"]["NAME_502"] = "迎撃ミサイル";
$LOCA["jp"]["NAME_503"] = "惑星間ロケット";

?>