<?php

// 簡単な説明

$LOCA["jp"]["SHORT_1"] = "金属鉱石の採掘に使用される金属鉱山は、発展途上の帝国と確立された帝国のすべてにとって最も重要な存在です。";
$LOCA["jp"]["SHORT_2"] = "水晶は、電子回路の構築と特定の合金化合物の形成に使用される主要な資源です。";
$LOCA["jp"]["SHORT_3"] = "重水素は宇宙船の燃料として使用され、深海で採取されます。重水素は希少な物質であるため、比較的高価です。";
$LOCA["jp"]["SHORT_4"] = "太陽光発電所は太陽放射からエネルギーを吸収します。すべての鉱山は稼働にエネルギーを必要とします。";
$LOCA["jp"]["SHORT_12"] = "熱核発電所は重水素を使用してエネルギーを生産します。";
$LOCA["jp"]["SHORT_14"] = "ロボット工場は、建物の建設を支援する建設ロボットを提供します。レベルごとに建物のアップグレード速度が向上します。";
$LOCA["jp"]["SHORT_15"] = "これはロボット技術の最高峰です。レベルごとに、建物、艦船、防衛の建設時間が短縮されます。";
$LOCA["jp"]["SHORT_21"] = "すべてのタイプの艦船と防衛施設は、惑星造船所で建造されます。";
$LOCA["jp"]["SHORT_22"] = "余剰メタルの保管スペースを提供します。";
$LOCA["jp"]["SHORT_23"] = "余剰水晶の保管スペースを提供します。";
$LOCA["jp"]["SHORT_24"] = "新しく採取された重水素を貯蔵するための巨大なタンク。";
$LOCA["jp"]["SHORT_31"] = "新しい技術の研究を実施するには、研究所が必要です。";
$LOCA["jp"]["SHORT_33"] = "テラフォーマーは、惑星の利用可能な表面積を増加させます。";
$LOCA["jp"]["SHORT_34"] = "アライアンス・ウェアハウスは、防衛を支援する軌道上の友好艦隊に燃料を供給します。";
$LOCA["jp"]["SHORT_41"] = "月には大気がないため、居住可能な空間を生み出すには月面基地が必要です。";
$LOCA["jp"]["SHORT_42"] = "感覚ファランクスを使用すると、他の帝国の艦隊を発見・観察できます。感覚ファランクスのアレイが大きいほど、スキャンできる範囲も広くなります。";
$LOCA["jp"]["SHORT_43"] = "ゲイツは、最大規模の艦隊さえも瞬時に遠く離れたジャンプゲートへ送ることができる巨大な送受信機です。";
$LOCA["jp"]["SHORT_44"] = "ロケット・サイロはミサイルの保管に使用されます。";

$LOCA["jp"]["SHORT_106"] = "この技術を使用すると、他の惑星や月に関する情報を得ることができます。";
$LOCA["jp"]["SHORT_108"] = "コンピューターの容量を増やすことで、より多くの艦隊を指揮できます。コンピューター技術のレベルごとに、艦隊の最大数が1つ増加します。";
$LOCA["jp"]["SHORT_109"] = "武器技術は武器システムをより効率的にします。武器技術のレベルごとに、ユニットの武器強度が基本値の10％増加します。";
$LOCA["jp"]["SHORT_110"] = "シールド技術は、艦船と防衛施設のシールドをより効率的にします。シールド技術のレベルごとに、シールドの強度が基本値の10％増加します。";
$LOCA["jp"]["SHORT_111"] = "特殊合金は、艦船と防衛施設の装甲を改善します。装甲の効果はレベルごとに10％向上します。";
$LOCA["jp"]["SHORT_113"] = "さまざまな種類のエネルギーの制御は、多くの新しい技術に必要です。";
$LOCA["jp"]["SHORT_114"] = "4次元と5次元を統合することで、より経済的で効率的な新しい種類のドライブの研究が可能になりました。";
$LOCA["jp"]["SHORT_115"] = "このドライブの開発により一部の艦船は高速化しますが、各レベルで速度が増加するのは基本値のわずか10％です。";
$LOCA["jp"]["SHORT_117"] = "インパルスモーターは反動の原理に基づいています。このドライブのさらなる開発により一部の艦船は高速化しますが、各レベルで速度が増加するのは基本値のわずか20％です。";
$LOCA["jp"]["SHORT_118"] = "ハイパースペース・ドライブは艦船の周囲の空間を歪めます。このドライブの開発により一部の艦船は高速化しますが、各レベルで速度が増加するのは基本値のわずか30％です。";
$LOCA["jp"]["SHORT_120"] = "光を集中させると、物体に当たったときにダメージを与えるビームが生み出されます。";
$LOCA["jp"]["SHORT_121"] = "加速されたイオンによる致命的なビーム。物体に当たると甚大なダメージをもたらします。";
$LOCA["jp"]["SHORT_122"] = "イオン技術のさらなる発展であり、イオンを過熱して生じる高エネルギーのプラズマを加速させます。物体に当たると壊滅的な効果をもたらします。";
$LOCA["jp"]["SHORT_123"] = "異なる惑星の研究者は、このネットワークを介して通信します。";
$LOCA["jp"]["SHORT_124"] = "艦船には研究モジュールを装備でき、宇宙の未踏地域への遠征中に収集した情報のデータバックアップが可能になります。艦船には研究モジュールを装備でき、宇宙の未踏地域への遠征中に収集した情報のデータバックアップが可能になります。";
$LOCA["jp"]["SHORT_199"] = "集中させた重力子粒子の塊を発射すると人工重力場を作り出せ、艦船や月さえも破壊することができます。";

$LOCA["jp"]["SHORT_202"] = "小型輸送機は機敏な艦船で、他の惑星へ素早く資源を輸送できます。小型輸送機は機敏な艦船で、他の惑星へ素早く資源を輸送できます。";
$LOCA["jp"]["SHORT_203"] = "この輸送船は小型輸送機よりもはるかに大きな積載容量を持ち、改良されたドライブのおかげで一般的に高速です。";
$LOCA["jp"]["SHORT_204"] = "これは、すべての皇帝が最初に建造する戦闘艦です。軽戦闘機は機敏な艦船ですが、単独では脆弱です。数で圧倒すれば、どんな帝国にとっても大きな脅威になり得ます。彼らは、防衛が弱い敵対惑星への小型輸送機と大型輸送の護衛を最初に務めます。";
$LOCA["jp"]["SHORT_205"] = "この戦闘機は、軽戦闘機よりも優れた装甲と高い攻撃力を持ちます。";
$LOCA["jp"]["SHORT_206"] = "クルーザーは重戦闘機のほぼ3倍の装甲を備え、2倍以上の火力を持ちます。さらに、非常に高速です。";
$LOCA["jp"]["SHORT_207"] = "戦艦は艦隊の背骨を形成します。重砲、高速性、そして大きな貨物室により、真剣に対処すべき敵となります。";
$LOCA["jp"]["SHORT_208"] = "この艦船で、空いている惑星を植民地化できます。";
$LOCA["jp"]["SHORT_209"] = "プロセッサーは、戦闘後に惑星の軌道に漂うデブリフィールドを回収できる唯一の艦船です。";
$LOCA["jp"]["SHORT_210"] = "スパイ調査は、広大な距離を越えて艦隊と惑星のデータを提供する小型で機敏なドローンです。";
$LOCA["jp"]["SHORT_211"] = "ボンバーは、世界の惑星防衛を破壊するために特別に開発されました。";
$LOCA["jp"]["SHORT_212"] = "ソーラー衛星は、高い静止軌道に配置された太陽電池のシンプルなプラットフォームです。太陽光を収集し、レーザーを介して地上局に送信します。";
$LOCA["jp"]["SHORT_213"] = "デストロイヤーは戦艦の王です。";
$LOCA["jp"]["SHORT_214"] = "デス・スターの破壊力は比類がありません。";
$LOCA["jp"]["SHORT_215"] = "リニアクルーザーは、敵対艦隊の迎撃に高度に特化しています。";

$LOCA["jp"]["SHORT_401"] = "ロケットランチャーは、シンプルでコスト効率の高い防衛オプションです。";
$LOCA["jp"]["SHORT_402"] = "光子による目標への集中射撃は、標準的な弾道兵器よりもはるかに大きなダメージを生み出すことができます。";
$LOCA["jp"]["SHORT_403"] = "ヘビーレーザーは、軽量レーザーの論理的な発展形です。";
$LOCA["jp"]["SHORT_404"] = "ガウス銃は、数トンの重さの弾丸を高速で発射します。";
$LOCA["jp"]["SHORT_405"] = "イオン銃は、加速するイオンの連続ビームを発射し、命中した物体に大きなダメージを与えます。";
$LOCA["jp"]["SHORT_406"] = "プラズマガンは太陽フレアのエネルギーを放出し、破壊効果においてはデストロイヤーさえも凌駕します。";
$LOCA["jp"]["SHORT_407"] = "小型シールドドームは、膨大なエネルギーを吸収できるフィールドで惑星全体を覆います。";
$LOCA["jp"]["SHORT_408"] = "小型シールドドームの進化形は、攻撃に耐えるためにはるかに多くのエネルギーを利用できます。";
$LOCA["jp"]["SHORT_502"] = "迎撃ミサイルは、攻撃してくる惑星間ロケットを破壊します。";
$LOCA["jp"]["SHORT_503"] = "惑星間ロケットは、敵の防衛を破壊します。";

?>
