<?php

    loca_add ( 
        "CHANGELOG_0.312apl10",
        "- Разрешён пробел в аббревиатуре альянса"
    );
    loca_add ( 
        "CHANGELOG_0.312apl2",
        "- Исправление особых символов"
    );
    loca_add ( 
        "CHANGELOG_0.312apl3",
        "- Исправление ошибки верфи, при которой показывалось отрицательное время<br />\n" .
        "- Добавление ссылки на главную страницу при выходе.<br />\n" .
        "- Исправлена ошибка щитового купола. Теперь их можно строить только один раз."
    );

    loca_add ( 
        "CHANGELOG_0.80",
        "- Перестановка на PHP5<br>\n" .
        "- Остановка добычи ресурсов после заполнения хранилища <br>\n" .
        "- Координаты со ссылкой в фаланге<br>\n" .
        "- Улучшенная очередь на строительство<br>\n" .
        "- Улучшенные скрипты боя<br>\n" .
        "- Исправлен баг на странице альянса<br>\n" .
        "- Исправлен баг при регистрации<br>\n" .
        "- Исправлена ошибка отображения затрат<br>\n" .
        "- Отключён тэг [IMG] в сообщениях<BR>\n" .
        "- Улучшены ссылки на координаты и имена игроков<br>"
    );

    loca_add ( 
        "CHANGELOG_0.81",
        "- Исправлена статистика исследований<BR>\n" .
        "- Скорострел учитывается в боевых докладах<BR>\n" .
        "- Удаляются заявки в альянс от удалённых игроков <BR>\n" .
        "- Правильная сортировка сообщений из экспедиции<BR>\n" .
        "- Исправлен принудительный РО при неактивации аккаунта<BR>\n" .
        "- Названия альянсов до 30 символов<BR>\n" .
        "- Исправлены некоторые ошибки в исследованиях"
    );

    loca_add ( 
        "CHANGELOG_0.82",
        "- Некоторые технические улучшения при регистрации аккаунта, активации и смене e-mail</br>\n" .
        "- Исправлен серьезный баг с верфью и передвижением флотов."
    );

    loca_add ( 
        "CHANGELOG_0.83",
        "- Устранена уязвимость, позволяющая получать ресурсы из ничего<br>\n" .
        "- Устранена уязвимость, позволяющая разбанить самого себя<br>"
    );

    loca_add ( 
        "CHANGELOG_0.84",
        "- Проблема со специальными символами устранена<br>\n" .
        "- Несколько дыр в системе безопасности закрыты (XSS)<br>\n" .
        "- Исправлена ошибка не дающая уйти в РО при отсутствии строящихся зданий<br>\n" .
        "- Небольшие уязвимости безопасности в системе альянсов закрыты<br>\n" .
        "- Баг с потерей всех прав для существующих рангов в альянсе исправлен<br>\n" .
        "- Проблема с символами в RSS исправлена<br>\n" .
        "- BBCode [url] снова работает<br>\n" .
        "- Возможность создания новых абзацев в заметках исправлена"
    );

?>