<?php

$LOCA["ru"]["PLANET_".PTYP_LEVI_PORTAL] = "Портал Бездны";
$LOCA["ru"]["PLANET_".PTYP_LEVI_AMOEBA] = "Амёба";
$LOCA["ru"]["PLANET_".PTYP_LEVI_GUARDIAN] = "Страж";
$LOCA["ru"]["PLANET_".PTYP_LEVI_JUGGERNAUT] = "Левиафан";

$LOCA["ru"]["SNAME_".GID_LEVI_AMOEBA] = "Амёба";
$LOCA["ru"]["SNAME_".GID_LEVI_GUARDIAN] = "Страж";
$LOCA["ru"]["SNAME_".GID_LEVI_JUGGERNAUT] = "Левиафан";

$LOCA["ru"]["NAME_".GID_LEVI_AMOEBA] = "Планктонный Пожиратель";
$LOCA["ru"]["SHORT_".GID_LEVI_AMOEBA] = "Био-рой, пожирающий лёгкие корабли.";
$LOCA["ru"]["LONG_".GID_LEVI_AMOEBA] = "Амёба — не единый организм, а гигантский колониальный рой протоплазматических существ. Она дрейфует в космических течениях, поглощая энергию и дейтерий из всего, что встречает на пути. Её слабость — массивная броня, но она способна растворить целые эскадры лёгких истребителей за секунды, обволакивая их кислотной массой.";

$LOCA["ru"]["NAME_".GID_LEVI_GUARDIAN] = "Блуждающий Монолит";
$LOCA["ru"]["SHORT_".GID_LEVI_GUARDIAN] = "Древний кристаллический титан, ломающий броню.";
$LOCA["ru"]["LONG_".GID_LEVI_GUARDIAN] = "Страж — это не живое существо, а древний самонаводящийся артефакт или кристаллическая форма жизни непостижимого возраста. Его цель неизвестна, а перемещения подчиняются таинственной логике. Он игнорирует мелкие угрозы, но его резонирующие энергетические импульсы способны раскрошить броню самых мощных линкоров и уничтожить планетарную оборону.";

$LOCA["ru"]["NAME_".GID_LEVI_JUGGERNAUT] = "Галактический Исполин";
$LOCA["ru"]["SHORT_".GID_LEVI_JUGGERNAUT] = "Живое бедствие, уничтожающее целые флоты.";
$LOCA["ru"]["LONG_".GID_LEVI_JUGGERNAUT] = "Левиафан — это воплощение космического апокалипсиса, живое бедствие, порождённое самой пустотой. Его броня, выращенная из нейтронной материи, практически неуязвима, а щупальца, способные пронзить корпус Звезды Смерти, несут чистую энергию распада. Его появление — это событие галактического масштаба, требующее объединения всех сил цивилизации.";

$LOCA["ru"]["FLEET_ORDER_".FTYP_LEVI_PREPARE_JUMP] = "Подготовка к гиперпереходу";

$LOCA["ru"]["GALAXY_LEVI_PROPS"] = "Свойства";
$LOCA["ru"]["GALAXY_LEVI_SIZE"] = "размер:";
$LOCA["ru"]["GALAXY_LEVI_TEMP"] = "температура:";
$LOCA["ru"]["GALAXY_LEVI_ACTIONS"] = "Действия:";

// для выпадающего списка на странице Флот 2
$LOCA["ru"]["FLEET_PLANETTYPE_".PTYP_LEVI_PORTAL] = "портал бездны";
$LOCA["ru"]["FLEET_PLANETTYPE_".PTYP_LEVI_AMOEBA] = "амёба";
$LOCA["ru"]["FLEET_PLANETTYPE_".PTYP_LEVI_GUARDIAN] = "страж";
$LOCA["ru"]["FLEET_PLANETTYPE_".PTYP_LEVI_JUGGERNAUT] = "левиафан";

$LOCA["ru"]["LEVI_DEFEAT_MSG_".GID_LEVI_AMOEBA] = "<img src='mods/DeepSpaceHorror/img/ameoba_defeat.jpg'/><br/>Мерцающая туманность, что пожирала свет и флоты на окраинах сектора, более не существует. Скоординированный залп с нескольких направлений вызвал цепной коллапс в ядре Планктонного Пожирателя. Его полупрозрачное тело, лишившись когерентности, мгновенно кристаллизовалось и обратилось в миллиарды ледяных осколков, насыщенных нестабильными дейтериевыми связями.<br/><br/>
В секторе #1 образовалось обширное поле дейтериевого льда. Переработчики могут приступить к сбору.";
$LOCA["ru"]["LEVI_DEFEAT_MSG_".GID_LEVI_GUARDIAN] = "<img src='mods/DeepSpaceHorror/img/guardian_defeat.jpg'/><br/>Молчание. Глухой гул, веками исходивший от Блуждающего Монолита, сменился пронзительной тишиной. Мощь, что некогда сокрушала планеты, обратилась внутрь. Перегруженные энергетические контуры вспыхнули ослепительной голубой вспышкой, и геометрически совершенная форма раскололась по невидимым граням. Теперь это лишь груда массивных, мерцающих изнутри кристаллических глыб, медленно вращающихся в вечном холоде.<br/><br/>
В системе #1 обнаружено поле кристаллических обломков аномальной чистоты и сложной структуры.";
$LOCA["ru"]["LEVI_DEFEAT_MSG_".GID_LEVI_JUGGERNAUT] = "<img src='mods/DeepSpaceHorror/img/leviathan_defeat.jpg'/><br/>Он не взорвался. Он... затих. Чудовищный Левиафан, чьё одно движение сеяло панику в галактиках, замер после серии точных ударов в сенсорные кластеры и узлы движения. Его щупальца обмякли, свет в очах погас. Теперь это — титаническая гора мяса, брони и костей, мёртвая и безмолвная, постепенно остывающая в вакууме. Металлы его панциря, рождённые в недрах нейтронных звёзд, теперь ждут новых хозяев.<br/><br/>
На орбитальном пути вокруг координат #1 начала формироваться новая металлическая астероидная полоса — останки Исполина.";

?>