<?php

// История изменений.

        $LOCA["ru"]["CHANGELOG_VERSION"] = "Версия";
        $LOCA["ru"]["CHANGELOG_DESC"] = "Описание";

        $LOCA["ru"]["CHANGELOG_0.312apl2"] =
            "- Исправление особых символов"
    ;
        $LOCA["ru"]["CHANGELOG_0.312apl3"] =
            "- Исправление ошибки верфи, при которой показывалось отрицательное время<br />\n" .
            "- Добавление ссылки на главную страницу при выходе.<br />\n" .
            "- Исправлена ошибка щитового купола. Теперь их можно строить только один раз."
    ;
        $LOCA["ru"]["CHANGELOG_0.312apl4"] =
            "- Ссылка на CHANGELOG<br />\n" .
            "- Очистка кэша при строительстве построек<br />\n" .
            "- Строительство фабрики нанитов невозможно при строительстве кораблей"
    ;
        $LOCA["ru"]["CHANGELOG_0.312apl5"] =
            "- Удалён текст о стоимости содержания флота"
    ;
        $LOCA["ru"]["CHANGELOG_0.312apl6"] =
            "- Работает возвращение после отправки шпионов<br />\n" .
            "- Благодаря dragoscan в галактике работает return"
    ;
        $LOCA["ru"]["CHANGELOG_0.312apl7"] =
            "- Исправление ошибки в верфи<br />\n" .
            "- Исправление бага при расчёте свободных полей после окончания строительства"
    ;
        $LOCA["ru"]["CHANGELOG_0.312apl8"] =
            "- Исправление ошибки при показе продукции"
    ;
        $LOCA["ru"][
            "CHANGELOG_0.312apl9"] =
            "- Частично исправлен баг, при котором некорректно отображался уровень простроек и исследований.<br />\n" .
            "- Невозможно отправление на координаты <0"
    ;
        $LOCA["ru"][
            "CHANGELOG_0.312apl10"] =
            "- Разрешён пробел в аббревиатуре альянса"
    ;

        $LOCA["ru"][
            "CHANGELOG_0.321a"] =
            "- Малая альянсовая система"
    ;
        $LOCA["ru"][
            "CHANGELOG_0.321apl1"] =
            "- Исправлено несколько багов в САБ"
    ;
        $LOCA["ru"][
            "CHANGELOG_0.321apl3"] =
            "- Поиск альянса исключён из функции поиска<br />\n" .
            "- Функция поиска приспособлена к альянсам<br />\n" .
            "- Глава альянса обладает только теми правами, которые ему даёт его звание."
    ;
        $LOCA["ru"][
            "CHANGELOG_0.322a"] =
            "- Сообщения отдельным членам альянса можно отправлять из альянсового меню"
    ;
        $LOCA["ru"][
            "CHANGELOG_0.323a"] =
            "- Исправлено отображение нулевого уровня хранилищ<br />\n" .
            "- Расширена база данных для типов кораблей<br />\n" .
            "- Исправлена ошибка отображения строительства кораблей"
    ;
        $LOCA["ru"][
            "CHANGELOG_0.324a"] =
            "- Исправлен баг с перескоками планет (неудачно)"
    ;
        $LOCA["ru"][
            "CHANGELOG_0.325a"] =
            "- Внедрены детекторы скриптов"
    ;
        $LOCA["ru"][
            "CHANGELOG_0.325apl1"] =
            "- Исправлена ошибка при изображении 1000<br />\n" .
            "- Сообщение с пустым именем<br />\n" .
            "- Баг переработчика (теперь возможно перевозить больше 8 М ресурсов)<br />\n" .
            "- Новое сообщение об ошибке при изменении названия альянса"
    ;
        $LOCA["ru"][
            "CHANGELOG_0.326a"] =
            "- Отмена режима отпуска"
    ;
        $LOCA["ru"][
            "CHANGELOG_0.327a"] =
            "- Обломки обороны больше не попадают в поля обломков<br />\n" .
            "- Шпионские зонды больше не имеют ни оружия ни обороны (1% от старых значений)<br />\n" .
            "- Возможность сэйвить переработчики"
    ;

        $LOCA["ru"][
            "CHANGELOG_0.330a"] =
            "- Звезда смерти может летать<br />\n" .
            "- Режим отпуска можно отключать"
    ;
        $LOCA["ru"][
            "CHANGELOG_0.330apl1"] =
            "- Исправлена дыра в защите"
    ;
        $LOCA["ru"][
            "CHANGELOG_0.330apl2"] =
            "- Исправлена дыра в защите"
    ;
        $LOCA["ru"][
            "CHANGELOG_0.330apl3"] =
            "- ЗС была слишком слабой при нападении"
    ;
        $LOCA["ru"][
            "CHANGELOG_0.330apl4"] =
            "- ЗС стала эффективнее против обороны <br/>\n" .
            "- Исправлены некоторые недостатки в защите <br/>\n" .
            "- Первые приготовления к ускоренной версии"
    ;
        $LOCA["ru"][
            "CHANGELOG_0.331a"] =
            "- Бан возможен при длительной сессии"
    ;
        $LOCA["ru"][
            "CHANGELOG_0.331apl1"] =
            "- Исправлен баг построек"
    ;
        $LOCA["ru"][
            "CHANGELOG_0.331apl2"] =
            "- Удалено предупреждение через email <br/>\n" .
            "- Упрощено восстановление пароля <br/>\n" .
            "- Переработчики больше не исчезают"
    ;

        $LOCA["ru"][
            "CHANGELOG_0.34a"] =
            "- Режим отпуска активируется при Mouseover<br />\n" .
            "- Исследования становятся действительными после окончания исследования"
    ;
        $LOCA["ru"][
            "CHANGELOG_0.35a"] =
            "- Исправлена ошибка списков банов 1,2,4,5"
    ;
        $LOCA["ru"][
            "CHANGELOG_0.36a"] =
            "- Исправлены ошибки 6,7,9?,10,13,18,19,22"
    ;
        $LOCA["ru"][
            "CHANGELOG_0.371a"] =
            "- В поисковом меню можно искать альянсы<br />\n" .
            "- Реактивация лун (тест)"
    ;
        $LOCA["ru"][
            "CHANGELOG_0.372a"] =
            "- После больших боёв могут появиться луны<br />\n" .
            "- Лунная база<br />\n" .
            "- Возможность сноса зданий (за ресурсы)<br />\n" .
            "- Поля обломков без планет нельзя атаковать или шпионить<br />\n" .
            "- Исправлен мелкий баг в режиме отпуска<br />\n" .
            "- Сенсорная фаланга"
    ;
        $LOCA["ru"][
            "CHANGELOG_0.373a"] =
            "- Повышен шанс возникновения луны"
    ;
        $LOCA["ru"][
            "CHANGELOG_0.374a"] =
            "- Транспорт между планетами разных игроков теперь называется торговлей"
    ;
        $LOCA["ru"][
            "CHANGELOG_0.375a"] =
            "- У  игроков, зарегистрировавшихся на странице \"Helft OGame\" на достаточное количество программ, отключена реклама."
    ;
        $LOCA["ru"][
            "CHANGELOG_0.376a"] =
            "- Улучшен подсчёт статистики, место в рейтинге показывается сразу после пересчёта."
    ;
        $LOCA["ru"][
            "CHANGELOG_0.377a"] =
            "- В галактике слабые игроки обозначаются зелёным, а более сильные - красным цветом (если противник не в РО)"
    ;
        $LOCA["ru"][
            "CHANGELOG_0.3771a"] =
            "- Запрос пароля при удалении планеты"
    ;
        $LOCA["ru"][
            "CHANGELOG_0.3778a"] =
            "- Активация защиты для новичков\n" .
            "<br />\n" .
            "<br />\n" .
            "Информация по защите для новичков:<br />\n" .
            "Защита действует для игроков, у которых меньше 10 тыс. очков.<br />\n" .
            "При включеной защите нельзя нападать на активных игроков, у которых количество очков<br /> меньше, чем в 10 раз меньше, чем у нападающего (в галактике выделены зелёным цветом), <br />\n" .
            "Также нельзя атаковать активных игроков, у которыхв 10 раз больше очков, чем у нападающего<br />\n" .
            "Примеры:<br />\n" .
            "Игрок A - 2k   очков, игрок B < 200 очков - оба не могут нападать друг на друга<br />\n" .
            "Игрок A - (20k), игрок B (< 2k)  - оба не могут нападать друг на друга<br />\n" .
            "Игрок A - (200k), игрок B (< 10k) - оба не могут нападать друг на друга<br />\n" .
            "Игрок A - (200k), игрок B (> 10k) - оба могут нападать друг на друга <br />\n" .
            "Игрок A - (50k), игрок B (8k) - оба могут нападать друг на друга"
    ;
        $LOCA["ru"][
            "CHANGELOG_0.3779a"] =
            "- Защита для новичков снижена до 5 тыс. очков и действует до 20%<br />\n" .
            "- Аккаунты, неактивные более 48 дней, удаляются один раз в день<br />\n" .
            "- Исправлен баг отображения при исследованиях<br />\n" .
            "- Исправлен баг луны<br />\n" .
            "- Сообщения больше нельзя отправлять самому себе<br />\n" .
            "- Исправлен баг, при котором можно было создать луну 82 истребителями<br />\n" .
            "- Колонии можно удалять, только если на них нет флота"
    ;

        $LOCA["ru"][
            "CHANGELOG_0.38"] =
            "- Корабли могут летать с луны на планету"
    ;
        $LOCA["ru"][
            "CHANGELOG_0.39"] =
            "- Графику можно включать опционально<br>\n" .
            "- Разработка ракетных шахт<br>\n" .
            "- Исправлен баг фаланги<br>\n" .
            "- Малые поля обломков распадаются<br>\n" .
            "- Благодаря Dragosan в боевом скрипте одним багом меньше...."
    ;
        $LOCA["ru"][
            "CHANGELOG_0.40"] =
            "- Ресурсы можно отправлять на луну"
    ;
        $LOCA["ru"][
            "CHANGELOG_0.41"] =
            "- Скины можно инсталлировать. Качаем на ogame.de/ogame.zip<br>\n" .
            " инсталлируем, указываем в настройках путь и активируем."
    ;
        $LOCA["ru"][
            "CHANGELOG_0.43"] =
            "- Автоматическое удаление аккаунтов, поставленных на удаление<br>\n" .
            "- При удалении планеты удаляется и прилегающая луна<br>\n" .
            "- РО можно снимать только через 2 дня"
    ;
        $LOCA["ru"][
            "CHANGELOG_0.44"] =
            "- В пути к скинам в конце строки всегда должен стоять \"/\"<br>\n" .
            "- Раз в сутки в 3:00по серверу происходит принудительная отгрузка<br>\n" .
            "- Исправлена ошибка РО"
    ;
        $LOCA["ru"][
            "CHANGELOG_0.45"] =
            "- Всего одно сообщение, если игрок шлёт сам себе ресурсы<br>\n" .
            "- Оптимизация кода<br>\n" .
            "- Пользование сенсорной фалангой стоит 5 000 дейтерия<br>\n" .
            "- Исправлен баг при переименовании планет<br>\n" .
            "- Новая графика в меню настроек"
    ;
        $LOCA["ru"][
            "CHANGELOG_0.46"] =
            "У крейсера теперь есть скорострел против ракетных установок. В среднем крейсер <br>\n" .
            "стреляет по ракетным установкам 5 раз за раунд.<br>\n" .
            "- У атакующего тоже есть скорострел, ЗС делает при нападении также несколько залпов<br>\n" .
            "- Теперь могут проводиться бои до 300.000 единиц<br>\n" .
            "- Исправлена ошибка при поиске<br>\n" .
            "- Исправлен баг в щите<br>\n" .
            "- Просмотр вселенной стоит 10 дейтерия назло скриптерам<br>"
    ;
        $LOCA["ru"][
            "CHANGELOG_0.47a"] =
            "- Новый корабль: бомбардировщик<br>\n" .
            "- Добыча дейтерия теперь выше и зависит от температуры на планете<br>\n" .
            "  На горячих планетах производство больше минимум на 1%, на холодных - до 20%<br>\n" .
            "- У солнечных спутников отключён скорострел против шпионских зондов"
    ;
        $LOCA["ru"][
            "CHANGELOG_0.47b"] =
            "- Новые показатели у бомбардировщика"
    ;
        $LOCA["ru"][
            "CHANGELOG_0.48"] =
            "- Улучшено построение страницы"
    ;
        $LOCA["ru"][
            "CHANGELOG_0.49a"] =
            "- Введение межпланетных ракет и ракет-перехватчиков<br>\n" .
            "- Флоты невозможно отправлять во время РО<br>\n" .
            "- Грузоподъёмность бомбардировщиков - 5000<br>\n" .
            "- Операторы не указываются в статистике<br>\n" .
            "- Межпланетные ракеты имеют удвоенный радиус действия, разрушительная мощь увеличена в 1,5 раза<br>\n" .
            "- Мелкие усовершенствования администраторского раздела<br>\n" .
            "- Исправлен мелкий баг в скоростреле ЗС<br>"
    ;
        $LOCA["ru"][
            "CHANGELOG_0.49b"] =
            "- Возможно удаление невыделенных сообщений<br>\n" .
            "- Удалена кнопка \"назад\" в меню флота<br>\n" .
            "- В столбе позора показываются годы<br>\n" .
            "- При блоке пользователи блокируются сразу же<br>\n" .
            "- Путь для графики состоит из 80 знаков<br>\n" .
            "- Графику снова можно изменять в настройках (спасибо всем авторам). Если пусть для графики пуст, то появляется меню<br>\n" .
            "- Удалено отдельное сообщение о возврате шпионских зондов<br>\n" .
            "- Нубов и аккаунты в РО нельзя атаковать ракетами<br>"
    ;

        $LOCA["ru"][
            "CHANGELOG_0.50"] =
            "- Улучшенная система боя (снова возможны большие бои)"
    ;
        $LOCA["ru"][
            "CHANGELOG_0.51"] =
            "- Позитивный эффект холодных планет на добычу дейтерия удвоен"
    ;
        $LOCA["ru"][
            "CHANGELOG_0.52"] =
            "- Исправлено несколько багов в системе боя"
    ;
        $LOCA["ru"][
            "CHANGELOG_0.53"] =
            "- Термоядерные электростанции используют дейтерий. Для нормального функционирования им постоянно требуется достаточно дейтерия<br>\n" .
            "- Во время боя атакуемый больше не может отправлять дополнительные флоты"
    ;
        $LOCA["ru"][
            "CHANGELOG_0.55a"] =
            "- Перед каждым уничтожением луны происходит обыкновенная атака. Луна уничтожается только в том случае, если атакующий выигрывает сражение и у него остаётся минимум одна ЗС<br>\n" .
            "- Введён новый пункт меню - \"заметки\""
    ;
        $LOCA["ru"][
            "CHANGELOG_0.56a"] =
            "- В боевых докладах показывается только общая, а не эффективная боевая мощь<br>\n" .
            "- Через сенсорную фалангу снова можно просматривать сканируемую планету<br>\n" .
            "- Игроки с пустым паролем должны создать себе пароль<br>\n" .
            "- В случае обнаружения шпионского зонда и начала боя, разведданные не присылаются<br>\n" .
            "- При уничтожении атакующего флота в первом же раунде, атакующий не получает доклад<br>\n" .
            "- Добыча дейтерия и его потребление термоядерной станцией по уровням теперь соответствуют<br>\n" .
            "- ЗС могут уничтожать луны с планет, на которых имеется 500к энергии<br>\n" .
            "- Планету нельзя удалить, если на неё возвращается флот<br>\n" .
            "- Space ist nun friedlich<br>\n" .
            "- Улучшения в альянсовой системе:<br>\n" .
            "- появилось 25 рангов<br>\n" .
            "- исправлен баг в количестве членов альянса<br>\n" .
            "- \"бывший альянс такой-то\" теперь видно чужим<br>\n" .
            "- список прав можно сортировать и добавлять статус неактивности <br>\n" .
            "- групповое сообщение по почте всем членам или определённому рангу (требует права на это)<br>\n" .
            "- смена главы (возможность покинуть альянс)<br>\n" .
            "- статус главы можно передавать (когда глава неактивен)<br>\n" .
            "- отображение он-лайн статуса (требует права на это)<br>\n" .
            "- страница альянса изменяема (тэги описаны ниже)<br>\n" .
            "- имя главы альянса может изменяться самим главой<br>\n" .
            "- ограничения на подачу заявок в альянс<br>\n" .
            "- исправлена дата вступления в альянс<br>\n" .
            "- в списке друзей теперь есть он-лайн статус<br>\n" .
            "- автоматический показ образца заявления<br>\n" .
            "- при наличии права на управление нельзя давать более высшие права<br>\n" .
            "- появились внутренние страницы альянсов<br>\n" .
            "- автоматическое обновление статистики численности альянса когда основатель заходит на страницу альянса<br>\n" .
            "- разные мелочи<br>\n" .
            "- отображение оставшихся символов при наборе текста<br>\n" .
            "- Тэги для страницы альянса<br>\n" .
            "Примеры:<br>\n" .
            "[b] -жирный - [b]Hallo[/ b]<br>\n" .
            "[i] - курсив - [i]Hallo[/ i]<br>\n" .
            "[img] - изображения - [img]http://seite.de/bild.jpg[/ img]<br>\n" .
            "[fc] - цвет - [fc]#FF0000[/fc]Hallo[/f]<br>\n" .
            "[ff] - шрифт - [ff]Verdana[/ff]Hallo[/f]<br>\n" .
            "[fs] - размер - [fs]6[/fs]Hallo[/f]<br>\n" .
            "- Исправление мелких багов"
    ;
        $LOCA["ru"][
            "CHANGELOG_0.56b"] =
            "- Ворота доступны во всех вселенных"
    ;
        $LOCA["ru"][
            "CHANGELOG_0.57a"] =
            "- Количество отправляемых из галактики шпионских зондов устанавливается в настройках"
    ;
        $LOCA["ru"][
            "CHANGELOG_0.58a"] =
            "- Временной разрыв перед удалением планеты (только через 24 часа)<br>\n" .
            "  До удаления планета обозначается как поле астероидов (в галактиве обозначатеся как \"A\")<br>\n" .
            "- Исправлена ошибка луны<br>\n" .
            "- Исправлена ошибка при блоке на 24 ч<br>\n" .
            "- Исправлена ошибка при загрузке скинов<br>\n" .
            "- При атаке загруженные в транспорты ресурсы не перекрываются количеством захваченных ресурсов<br>\n" .
            "- Оружейная технология теперь влияет на мощь межпланетных ракет<br>\n" .
            "  Раньше одна ракета уничтожала 33 ракет, при оружейной технологии 10-го уровня она уничтожает 66"
    ;
        $LOCA["ru"][
            "CHANGELOG_0.58b"] =
            "- Поля астероидов удаляются"
    ;
        $LOCA["ru"][
            "CHANGELOG_0.59a"] =
            "- У ЗС теперь больше проблем с уничтожителями и более слабый скорострел<br>\n" .
            "- Снова работает групповое сообщение в альянсах<br>\n" .
            "- Код BB теперь виден гостям<br>\n" .
            "- Исправлены мелкие баги"
    ;

        $LOCA["ru"][
            "CHANGELOG_0.60a"] =
            "- усовершенствованное меню \"настройки\"<br/>\n" .
            "- в позорном столбе добавлена ссылка на электронный адрес оператора"
    ;
        $LOCA["ru"][
            "CHANGELOG_0.61a"] =
            "- Для всех игроков<br />\n" .
            "  - отображение оставшейся грузоподъёмности при отправке флота<br />\n" .
            "  - при отправке флота можно выбрать все кораблки одного типа или все корабли всех типов<br />\n" .
            "  - собственные планеты можно выбрать по ссылке<br />\n" .
            "  - разведданные могут обоюражаться в отдельном окне<br />\n" .
            "<br />\n" .
            "- Для командиров<br />\n" .
            "  - Улучшенная папка сообщений<br />\n" .
            "  - сортировка отдельных сообщений на разведданные, боевые доклады, альянсовые сообщения и прочие<br />\n" .
            "  - адресная книга, в которую внесены члены альянса, друзья и операторы<br />\n" .
            "   - заметки можно просматривать через сообщения и сортируются атвоматически по приоритетности и времени."
    ;
        $LOCA["ru"][
            "CHANGELOG_0.62a"] =
            "- Подготовка САБа<br />\n" .
            "- При отправке флота можно выбирать максимум ресурсов"
    ;
        $LOCA["ru"][
            "CHANGELOG_0.63a"] =
            "- Дополнительные скины, которым даны названия<br />\n" .
            "- Мелкие изменения в меню флотов<br />\n" .
            "- Исправления разных багов"
    ;
        $LOCA["ru"][
            "CHANGELOG_0.64a"] =
            "- Галактика также отображена в скинах<br />\n" .
            "- Кнопки в меню флотов снова сделаны как ссылки<br />\n" .
            "- Потребление дейтерия выделено цветом (зелёный при достаточной грузоподъёмности, в остальных случаях - красный)<br />\n" .
            "- В меню флотов больше нельзя вводить четырёхзначные числа<br />\n" .
            "- Задачи флота теперь корректно показываются в Internet Explorer<br />\n" .
            "- Сортировка флотов по времени прибытия<br />\n" .
            "- После отправки шпионского зонда из галактики автоматический редирект в меню галактики<br />\n" .
            "- Находящиеся в полёте флоты снова показываются в альтернативном тексте один под другим<br />\n" .
            "- Под списком членов альянса снова появилась иконка для отправки сообщения<br />\n" .
            "- Время возврата флота показывается на последней странице меню флота"
    ;
        $LOCA["ru"][
            "CHANGELOG_0.65a1"] =
            "- Ускоренная система боя<br />\n" .
            "- Новые функции командира: очередь на строительство и обзор империи"
    ;
        $LOCA["ru"][
            "CHANGELOG_0.66a1"] =
            "- Исправлены баги в САБе<br />\n" .
            "- Внутреннее исправление возможных ошибок при удалении планеты<br />\n" .
            "- Исправлен баг в скине при показе галактики<br />\n" .
            "- При изменении имени имя сверяется со списком запрещённых имён, автоматически убираются пробелы в начале и в конце, ограницение на 20 символов<br />\n" .
            "- Аббревиатуры альянса должны содержать только два символа, пробелы в начале и конце удаляются<br />"
    ;
        $LOCA["ru"][
            "CHANGELOG_0.67a"] =
            "- Некоторые усовершенствования"
    ;
        $LOCA["ru"][
            "CHANGELOG_0.68a"] =
            "- Исправлено потребление дейтерия  при смешанных союзных флотах <br />\n" .
            "- Добавление дейтерия расположенным флотам <br />\n" .
            "- Сочетания клавиш для меню <br />\n" .
            "  -alt+х = Обзор<br />\n" .
            "  -alt+ш = Империя<br />\n" .
            "  -alt+п = Здания<br />\n" .
            "  -alt+к = Сырьё<br />\n" .
            "  -alt+а = Исследования<br />\n" .
            "  -alt+ц = Верфь<br />\n" .
            "  -alt+д = Флот<br />\n" .
            "  -alt+е = Технологии<br />\n" .
            "  -alt+ч = Галактика<br />\n" .
            "  -alt+м = Оборона <br />\n" .
            "  -alt+ф = Мой альянс<br />\n" .
            "  -alt+1 = Форумbr />\n" .
            "  -alt+л = Статистика<br />\n" .
            "  -alt+ы = Поиск<br />\n" .
            "  -alt+Р = Помощь<br />\n" .
            "  -alt+т = Сообщения<br />\n" .
            "  -alt+н = Заметки<br />\n" .
            "  -alt+и = Друзья<br />\n" .
            "  -alt+у = Настройки<br />\n" .
            "  -alt+й = Выход<br /><br />\n\n" .
            "  Windows и Internet Explorer: \"Alt\" + Access key + \"Enter\"<br />\n" .
            "  Windows и Mozilla/Netscape: \"Alt\" + и <br />\n" .
            "  Windows и Opera: \"Shift\" + \"Esc\" + и<br />\n" .
            "  Macintosh и Internet Explorer: \"Ctrl\" + Access key + \"Enter\"<br />\n" .
            "  Macintosh и Safari: \"Ctrl\" + Access key<br />\n" .
            "  Macintosh и Mozilla/Netscape: \"Ctrl\" + Access key<br />\n" .
            "  Macintosh и Opera: \"Shift\" + \"Esc\" + Access key<br />\n" .
            "  Linux Mandrake и Galeon/Mozilla: \"Alt\" + Access key<br />\n" .
            "  Все системы и Amaya: \"Ctrl\" + Access key<br />\n" .
            "<br />\n" .
            "- Статистика обновляется в 0, 8 и 16 часов по серверу.<br />\n" .
            "<br />\n" .
            "------------------------------------------------------------------<br />\n" .
            "- При откатах:<br />\n" .
            "  - Блокировка полётов<br />\n" .
            "  - Частичный отзыв флота"
    ;
        $LOCA["ru"][
            "CHANGELOG_0.69a"] =
            "- Новый просмотри галактики для командира:<br />\n" .
            "- Отправление зондов с лун<br />\n" .
            "- Возможность разбирать поля обломков прямо из \"галактики\"<br />\n" .
            "- Возможность просмотра разведданных из \"галактики\"<br />\n" .
            "- Возможность делиться разведданными с членами альянса<br />\n" .
            "- Запрещены личные сообщения игровым операторам - все вопросы отсылаются на электронный адрес<br /><br />\n" .
            "- Исправлены баги:<br />\n" .
            "- В 24-х часовом бане<br />\n" .
            "- Колонии удаляются без PW<br />\n" .
            "- У неактивных игроков ресурсы добываются постоянно<br />"
    ;
        $LOCA["ru"][
            "CHANGELOG_0.69b"] =
            "- Межпланетные ракеты стоят в два раза меньше (12,5, 2,5 и 10k).<br>\n" .
            "- Каждый уровень развития ракетной шахты увеличивает его вместимость на 10 ракет-перехватчиков (либо  3 межпланетных ракеты и 4 ракеты-перехватчика, либо 1 МПР и 8 РП и т.д.)<br>\n" .
            "- Исправлены мелкие баги"
    ;
        $LOCA["ru"][
            "CHANGELOG_0.69c"] =
            "- Усовершенствование двигателя: <br />\n" .
            "&nbsp;&nbsp;  - Малый транспорт оснащается импульсным двигателем, если он развит до 5-го уровня, и у него увеличивается начальная скорость<br />\n" .
            "&nbsp;&nbsp;  - Бомбардировщик оснащается гиперпространственным двигателем, если он развит до 8-го уровня, и у него увеличивается начальная скорость <br />\n" .
            "- Новые данные о скорости внесены в описание кораблей<br />\n" .
            "- Сила урона при атаке внедрена в описание кораблей<br />\n" .
            "- Обороняющийся может видеть приказ флоту атакующего<br />"
    ;

        $LOCA["ru"][
            "CHANGELOG_0.70a"] =
            "- Новая постройка: терраформер<br />\n" .
            "  Терраформер увеличивает пригодную для застройки площадь планеты.<br /><br />\n" .
            "- Новое исследование: межгалактическая исследовательская сеть<br />\n" .
            "  Учёные с разных планет обмениваются данными через эту сеть<br /><br />\n" .
            "- Терраформер и лунную базу невозможно снести"
    ;
        $LOCA["ru"][
            "CHANGELOG_0.70b"] =
            "- В статистике: <br />\n" .
            "  В статистику альянса добавлена статистика по исследованиям и флоту.<br />  \n" .
            "  Общая статистика переделана."
    ;
        $LOCA["ru"][
            "CHANGELOG_0.70c"] =
            "- В статистике:<br> \n" .
            "  - Своё имя показывается зелёным цветом<br>\n" .
            "  - Члены альянса отображаются синим цветом<br>\n" .
            "  - Те, кто не состоит в альянс, могут подать заявку прямо из статистики<br>\n" .
            "  - Очки альянса показываются в общем и в расчёте на игрока. Возможна сортировка<br>\n" .
            "  - При клике на статистику автоматически попадаешь в тот раздел, в котором находишься сам<br>\n" .
            "  - Различие при пересчёте очков выделяется цветом:<br>\n" .
            "&nbsp;&nbsp;- зелёный (подъём в рейтинге), синий (рейтинг не изменился), красный (падение в рейтинге)<br>\n" .
            "&nbsp;&nbsp;- подробное изменение видно при наведении курсора на \"+\" или \"-\"<br><br>\n" .
            "- Поиск:<br>\n" .
            "  - своё имя показывается зелёным, соальянсников - синим цветом.<br>\n" .
            "  - при поиске теперь показывается место в рейтинге,<br>\n" .
            "&nbsp;&nbsp; количество очков связано со статистикой<br><br>\n" .
            "- неактивность показывается после 7 дней<br><br>\n" .
            "- позорный столб виден в скине epicblue<br><br>\n" .
            "- место в рейтинге в меню \"обзор\" связано со статистикой<br><br>\n" .
            "- в стандартном скине появились картинки для терраформера и межгалактической исследовательской сети (спасибо da woife)"
    ;
        $LOCA["ru"][
            "CHANGELOG_0.70d"] =
            "- 3 первых дня без рекламы после регистрации <br> \n" .
            "- После 4 дня с урезанной рекламой <br><br> \n\n" .
            "Устранённые баги:<br> \n" .
            "- Уровень развития оружейной технологии влияет на мощность ракетной атаки<br> \n" .
            "- Устранён баг функции перехвата в САБ в ненемецких версиях <br> \n" .
            "- Исправлены опечатки и ошибки перевода <br><br> \n\n" .
            "Усовершенствования:<br> \n" .
            "- Информация об альянсе доступна из меню ?Статистика? <br> \n" .
            "- Нажатие на сенсорную фалангу не ведёт к обзору галактики <br> \n" .
            "- В обзоре империи возможен запуск строительства двойным кликом"
    ;
        $LOCA["ru"][
            "CHANGELOG_0.71"] =
            "Обновлены сообщения об отправке/прибытии флота:<br /> \n" .
            "- Устранены синтаксические и стилистические ошибки<br /> \n" .
            "- Загруженность ресурсами собственных флотов отображается теперь в альтернативном тексте<br> \n" .
            "- Все сообщения могут быть подогнаны под скины:<br> \n" .
            "&nbsp;&nbsp - цвета можно изменять в зависимости от класса<br /> \n" .
            "&nbsp;&nbsp - сообщения об отправке, прибытии и удержании флота могут выдаваться разными цветами<br /> \n" .
            "&nbsp;&nbsp - названия в сообщениях могут принимать цвет, соответствующий цвету сообщения о флоте<br><br> \n" .
            "- Луны стали называться лунами"
    ;
        $LOCA["ru"][
            "CHANGELOG_0.71b"] =
            "- При изменении временного электронного адреса на постоянный адрес высылается сообщение<br> \n" .
            "- Добавлены новые переводы"
    ;
        $LOCA["ru"][
            "CHANGELOG_0.72"] =
            "Новый обзор:<br>\n" .
            "- улучшенный дизайн<br>\n" .
            "- графическое изображение планет, лун и полей обломков<br>\n" .
            "- упрощённая отправка флота из меню \"галактика\"<br>\n" .
            "- указание места в рейтинге в альтернативном тексте<br>\n" .
            "- место в рейтинге и численность альянсов в альтернативном тексте<br>\n" .
            "- отправка зондов<br><br>\n\n" .
            "Для командиров:<br>\n" .
            "- отправка переработчиков<br>\n" .
            "- строка состояния переработчиков, шпионов, межпланетных ракет и используемых мест для флота<br>\n" .
            "- возможность конфигурирования иконок в настройках"
    ;
        $LOCA["ru"][
            "CHANGELOG_0.72b"] =
            "- Планеты снова можно просматривать нажатием на её название в фаланге <br>\n" .
            "- Невозможно изменять название лун <br>\n" .
            "- Исправлено сообщение, выдаваемое при недостаточной грузоподъёмности кораблей"
    ;
        $LOCA["ru"][
            "CHANGELOG_0.72c"] =
            "Изменения в обзоре галактики:<br>\n" .
            "- В координатах расстояние увеличено до двух пробелов <br>\n" .
            "- Снова отображается величина лун <br>\n" .
            "- При отсутствии поля обломков, ссылка на него не отображается <br>\n" .
            "- Изображение поля обломков теперь так и называется <br><br>\n\n" .
            "- При изменении электронного адреса проводится проверка на предмет его регистрации как основного <br>\n" .
            "- Устранение мелких багов"
    ;
        $LOCA["ru"][
            "CHANGELOG_0.73"] =
            "- Устранён серьёзный баг"
    ;
        $LOCA["ru"][
            "CHANGELOG_0.73a"] =
            "- Усовершенствование системы обработки запросов"
    ;
        $LOCA["ru"][
            "CHANGELOG_0.73b"] =
            "Усовершенствование обзора галактики:<br>\n" .
            "- возможно перемещение между галактиками и солнечными системами с помощью стрелок <br><br>\n" .
            "Для командиров:<br>\n" .
            "- в настройках можно указать, сортировать ли сообщения по папкам или нет <br>\n" .
            "- отображение времени, оставшегося до начала строительства постройки или корабля либо исследования"
    ;
        $LOCA["ru"][
            "CHANGELOG_0.73c"] =
            "Для командиров:<br>\n" .
            "- можно видеть, сколько кораблей/оборонительных сооружений можно построить на планете с имеющимися в наличии ресурсами.<br>\n" .
            "- если для строительства не хватает ресурсов, то они выделяютcя красным цветом. Точное число указано в альтернативном тексте"
    ;
        $LOCA["ru"][
            "CHANGELOG_0.73d"] =
            "- Исправлены недостатки в меню построек, заметок и альянса<br>\n" .
            "- Автоматическое удаление пустых альянсов<br>\n" .
            "- Правильно показываются статистики по альянсам"
    ;
        $LOCA["ru"][
            "CHANGELOG_0.73e"] =
            "- Переход на страницу альянса без сессии<br>\n" .
            "- Устранены повторения в тексте альянса<br>\n" .
            "- Удаление планет стало возможным в опере<br>\n" .
            "- В качестве логотипа альянса можно использовать только действительные ссылки на картинки. Доступные форматы Bitmap (.bmp), PNG (.png), Tiff (.tif, .tiff), JPEG (.jpg, .jpeg) и GIF (.gif)<br>\n" .
            "- Картинок в тексте альянса касается то же самое"
    ;

        $LOCA["ru"][
            "CHANGELOG_0.74"] =
            "- Новая регистрация <br />\n" .
            "- Устранён баг в меню ресурсов при выставлении процентов <br />\n" .
            "- Устранён мелкий баг при строительстве."
    ;
        $LOCA["ru"][
            "CHANGELOG_0.74a"] =
            "- Грузоподъёмность шпионских зондов снижена до 0 <br>\n" .
            "- при задании \"держаться\" проверяется находится ли владелец целевой планеты под защитой для новичков <br>\n" .
            "- устранён баг в меню \"настройки\""
    ;
        $LOCA["ru"][
            "CHANGELOG_0.74b"] =
            "- При регистрации и переименовании отменена возможность использования нескольких пробелов подряд <br>\n" .
            "- При переименовании фильтруются те же особе символы, что и при регистрации <br>\n" .
            "- Исправлен баг с текстом альянса <br>\n" .
            "- Вместимость хранилищ в обзоре империи показывается правильно"
    ;
        $LOCA["ru"][
            "CHANGELOG_0.74c"] =
            "- Заработала сортировка членов альянса по координатам в списке альянса<br />\n" .
            "- ID сессии больше не отображается в списке друзей<br />\n" .
            "- Здания отображаются даже при нехватке ресурсов для их строительства. Ссылка при этом неактивна и выделена красным цветом<br>\n" .
            "- Изображения чужих альянсов теперь открываются в новом окне<br />\n" .
            "- У игроков с отключённой проверкой ай-пи сессия по соображениям безопасности заканчивается через 60 мин<br />\n" .
            "- Воротам теперь требуется время для перезарядки только в том случае, если через них прошёл как минимум 1 корабль"
    ;
        $LOCA["ru"][
            "CHANGELOG_0.74d"] =
            "- Страница альянса доступна из меню статистики<br>\n" .
            "- Предложения подружиться могут быть отправлены из меню поиска<br>\n" .
            "- Для командиров: при нажатии на максимально возможное для строительства количество кораблей/обороны в поле для строительства вносится всё число"
    ;
        $LOCA["ru"][
            "CHANGELOG_0.74e"] =
            "- Для командиров: в меню \"Флоты\" можно создавать стандартные флоты, чьё количество соответствует уровню развития компьютерной технологии плюс 1<br>\n" .
            "- Порядок планет в меню можно изменять<br>\n" .
            "- В описании сенсорной фаланги указан радиус действия<br>\n" .
            "- В статистике указывается время последнего пересчёта"
    ;
        $LOCA["ru"][
            "CHANGELOG_0.75"] =
            "- Новый корабль: перехватчик<br>\n" .
            "- Изменения в скоростреле <br>\n" .
            "- Снижена стоимость линкора (45k металла и 15k кристалла)<br>\n" .
            "- Возможность переименования лун"
    ;
        $LOCA["ru"][
            "CHANGELOG_0.75a"] =
            "- В обзоре под изображением планеты показывается текущее строительство<br>\n" .
            "- При удалении игрока из альянса появляется контрольный вопрос<br>\n" .
            "- Адреса операторов видны всем игрокам в меню сообщений<br>\n" .
            "- Сортировка планет теперь работает в обзоре империи и в меню ворот"
    ;
        $LOCA["ru"][
            "CHANGELOG_0.76"] =
            "- Офицеры:<br />Теперь можно нанимать адмирала, геолога, инженера и технократа<br /><br />\n" .
            "- Альянсы:<br /> Автоматическое сообщение всему альянсу при выходе / вступлении или исключении из альянса. <br />Небольшие изменения в меню.<br /><br />\n" .
            "- Ракеты:<br /> При строительстве ракет показывается, сколько ракет ещё можно построить.<br /> При отправлении межпланетных ракет в галактике отображается количество имеющихся в наличии ракет.<br /><br />\n" .
            "- Тысячи в числах отделяются точкой \".\", напр.:<br />\n" .
            "10000000 => 10.000.000<br /><br />\n" .
            "- Координаты связаны с галактикой из всех меню"
    ;
        $LOCA["ru"][
            "CHANGELOG_0.76a"] =
            "- Статистика расширена на всех игроков<br />\n" .
            "- Новые игроки получают приветственное письмо"
    ;
        $LOCA["ru"][
            "CHANGELOG_0.76b"] =
            "-Обновлённая и упрощённая регистрация.<br />\n" .
            "-Исправлен баг в отображении ресурсов."
    ;
        $LOCA["ru"][
            "CHANGELOG_0.76c"] =
            "- При изменении временного адреса спрашивается пароль. <br />\n" .
            "- Исправлен показатель активности в обзоре галактике."
    ;
        $LOCA["ru"][
            "CHANGELOG_0.77"] =
            "- Удалены фреймы<br/>\n" .
            "- При разборе полей обломков используется полная грузоподъёмность переработчиков <br/>\n" .
            "- Новый формат выдачи сообщений об ошибках <br/>\n" .
            "- Показатель активности перемещён из меню \"Галактика\" в разведданные<br/>\n" .
            "- Исправлены некоторые баги<br/>"
    ;
        $LOCA["ru"][
            "CHANGELOG_0.77a"] =
            "В игре:<br />\n" .
            "- Для строительства межпланетных ракет и ракет-перехватчиков требуется верфь 1-го уровня. <br />\n" .
            "<br />\n" .
            "Исправленные баги:<br />\n" .
            "- Показатель дейтерия при отправке флота<br />\n" .
            "- После использования ворот автоматический переход на целевую луну<br />\n" .
            "- При отправке межпланетных ракет снова выдаются сообщения о достижении цели<br />\n" .
            "- Исправлено размещение сообщения об ошибке при оставлении колонии<br />\n" .
            "- При просмотре статистики автоматический переход на нужную странцу<br />\n" .
            "- Больше нельзя приглашать самого себя в САБ<br />"
    ;
        $LOCA["ru"][
            "CHANGELOG_0.77b"] =
            "- Исправлена отмена строительства<br>\n" .
            "- При ракетной атаке снова учитывается основная цель<br>\n" .
            "- Исправлено отображение статуса исследований<br>\n" .
            "- Исправлено отображение тёмной материи в офицерском казино<br>\n" .
            "- Исправлено несколько сообщений об ошибке<br>\n" .
            "- Удалено время сноса терраформера и лунной базы<br>\n" .
            "- Луны можно удалять как планеты<br>\n" .
            "- Исправлено отображение рейтинга в поиске альянса<br>\n" .
            "- Исправлен альтернативный текст в статистике<br>\n" .
            "- Исправлен альтернативный текст у инженера<br>\n" .
            "- Исправлены разведданные в альтернативном тексте в галактике<br>\n" .
            "- Исправлено сообщение при доставке ресурсов<br>\n" .
            "- Исправлены мелкие недостатки в безопасности<br>\n" .
            "- Добавлено сообщение об ошибке при удалении планеты\n" .
            "- Исправлен показатель активности"
    ;
        $LOCA["ru"][
            "CHANGELOG_0.77c"] =
            "- Новый класс альтернативного текста<br>\n" .
            "- Исправлена ошибка в очереди на строительство<br />\n" .
            "Альянс:<br />\n" .
            "- Фильтрация яваскрипта. Альянсы с яваскриптом могут отображать ошибку<br />\n" .
            "- Можно загружать только форматы  .jpg, .gif, .bmp и .png <br />\n" .
            "- Яваскрипт больше невозможен в общих сообщениях<br />\n" .
            "<br />\n" .
            "- Возможность сноса ракетной шахты<br />\n" .
            "- Количество полей на лунах теперь рассчитывается и отображается корректно<br />\n" .
            "- Пустые записи в списке друзей больше не отображаются<br />\n" .
            "- Исправлена ошибка CSS в столбе позора<br />\n" .
            "- На позицию 0 нельзя отправлять флот<br />\n" .
            "- Устранены мелкие баги"
    ;
        $LOCA["ru"][
            "CHANGELOG_0.77d"] =
            "- Исправлены страницы альянсов<br />\n" .
            "- Новая очередь для строительства"
    ;

        $LOCA["ru"][
            "CHANGELOG_0.78"] =
            "- Новая возможность: экспедиции <br />\n" .
            "- Новая возможность: скупщик <br />\n" .
            "- Цветной текст боевых докладов <br />\n" .
            "- Столбец суммы в обзоре империи <br />\n" .
            "- Расширено отображение электростанций, рудников и хранилищ <br />\n" .
            "- Исправлены мелкие баги"
    ;
        $LOCA["ru"][
            "CHANGELOG_0.78a"] =
            "Новое:\n" .
            "- Термоядерная электростанция: новая формула для выработки энергии: 30 *уровень ТЭ* (1,05 + уровень энерг. техн.* 0,01) ^ уровень ТЭ<br />\n" .
            "- Луны можно атаковать межпланетными ракетами. Ракеты-перехватчики с планеты могут защищать луну<br />\n" .
            "- RSS для командиров<br />\n" .
            "- Сообщение при отозванном предложении подружиться<br />\n" .
            "- Средине показатели в обзоре империи<br />\n\n" .
            "Исправленные баги:\n" .
            "- Улучшена скорость игры во вселенных<br />\n" .
            "- Разведданные можно снова передавать альянсу<br />\n" .
            "- Координаты со ссылкой в боевых докладах<br />\n" .
            "- Фаланга больше не показывает возвращающиеся флоты других игроков<br />\n" .
            "- Оборонительные сооружения отображаются даже без наличия верфи<br />\n" .
            "- Снова возможно удержание на 0 часов<br />\n" .
            "- Устранена ошибка при уничтожении луны<br />\n\n" .
            "При уничтожении луны:\n" .
            "- Собственные флоты, летящие на луну, летят на планету<br />\n" .
            "- Все остальные флоты, летящие на луну, возвращаются на стартовую планету"
    ;
        $LOCA["ru"][
            "CHANGELOG_0.78b"] =
            "- Улучшение системы безопасности<br/ >\n" .
            "- Восстановлена возможность безбарьерной игры<br/ >\n" .
            "- Изменения в принудительном РО<br/ >\n" .
            "- Исправление багов RSS<br/ >\n" .
            "- Усовершенствования базы данных"
    ;
        $LOCA["ru"][
            "CHANGELOG_0.78c"] =
            "- Постоянное обновление статистики<br />\n" .
            "- Увеличен радиус действия межпланетных ракет<br />\n" .
            "- Подробный обзор технологий<br />\n" .
            "- Правильное обновление при строительстве кораблей и обороны<br />\n" .
            "- В разведданных добавлена ссылка для нападения<br />\n" .
            "- Удалённые альянсы больше не блокируют своих игроков<br />\n" .
            "- Устранена ошибка в альянсовом меню<br />\n" .
            "- Защита от спама в сообщениях<br />\n" .
            "- Максимальный размер сообщений увеличен до 2000 символов<br />\n" .
            "- Исправлено количество ракет-перехватчиков для постройки<br />\n" .
            "- Исправлены различные ошибки в тексте<br />\n" .
            "- Дополнительная мера против читеров"
    ;
        $LOCA["ru"][
            "CHANGELOG_0.80"] =
            "- Перестановка на PHP5<br>\n" .
            "- Остановка добычи ресурсов после заполнения хранилища <br>\n" .
            "- Координаты со ссылкой в фаланге<br>\n" .
            "- Улучшенная очередь на строительство<br>\n" .
            "- Улучшенные скрипты боя<br>\n" .
            "- Исправлен баг на странице альянса<br>\n" .
            "- Исправлен баг при регистрации<br>\n" .
            "- Исправлена ошибка отображения затрат<br>\n" .
            "- Отключён тэг [IMG] в сообщениях<BR>\n" .
            "- Улучшены ссылки на координаты и имена игроков<br>"
    ;
        $LOCA["ru"][
            "CHANGELOG_0.81"] =
            "- Исправлена статистика исследований<BR>\n" .
            "- Скорострел учитывается в боевых докладах<BR>\n" .
            "- Удаляются заявки в альянс от удалённых игроков <BR>\n" .
            "- Правильная сортировка сообщений из экспедиции<BR>\n" .
            "- Исправлен принудительный РО при неактивации аккаунта<BR>\n" .
            "- Названия альянсов до 30 символов<BR>\n" .
            "- Исправлены некоторые ошибки в исследованиях"
    ;
        $LOCA["ru"][
            "CHANGELOG_0.82"] =
            "- Некоторые технические улучшения при регистрации аккаунта, активации и смене e-mail</br>\n" .
            "- Исправлен серьезный баг с верфью и передвижением флотов."
    ;
        $LOCA["ru"][
            "CHANGELOG_0.83"] =
            "- Устранена уязвимость, позволяющая получать ресурсы из ничего<br>\n" .
            "- Устранена уязвимость, позволяющая разбанить самого себя<br>"
    ;
        $LOCA["ru"][
            "CHANGELOG_0.84"] =
            "- Проблема со специальными символами устранена<br>\n" .
            "- Несколько дыр в системе безопасности закрыты (XSS)<br>\n" .
            "- Исправлена ошибка не дающая уйти в РО при отсутствии строящихся зданий<br>\n" .
            "- Небольшие уязвимости безопасности в системе альянсов закрыты<br>\n" .
            "- Баг с потерей всех прав для существующих рангов в альянсе исправлен<br>\n" .
            "- Проблема с символами в RSS исправлена<br>\n" .
            "- BBCode [url] снова работает<br>\n" .
            "- Возможность создания новых абзацев в заметках исправлена"
    ;

?>