<?php

// Сообщения экспедиции.

$LOCA["ru"]["EXP_NOTHING_1"] = 'Экспедиция не принесла ничего особого, кроме какой-то странной зверушки с неизвестной болотной  планеты.';
$LOCA["ru"]["EXP_NOTHING_2"] = 'Несмотря на первые многообещающие сканы этого сектора, мы возвращаемся с пустыми руками.';
$LOCA["ru"]["EXP_NOTHING_3"] = 'Неполадка в реакторе ведущего корабля чуть не уничтожила всю экспедицию. К счастью техники предотвратили самое страшное, но ремонт занял много времени, и экспедиции пришлось вернуться с пустыми руками.';
$LOCA["ru"]["EXP_NOTHING_4"] = 'Жизненная форма, состоящая из чистой энергии заставила членов экспедиции несколько дней подряд смотреть на гипнотирующие узоры на мониторах. Когда же большинство вышло из гипноза,  экспедиции надо было возвращаться, т.к. были исчерпаны все запасы дейтерия.';
$LOCA["ru"]["EXP_NOTHING_5"] = 'Ваша экспедиция в прямом смысле слова познакомилась с вселенской пустотой. Ни единого астероида, ни единого излучения  или частички, хоть чего-нибудь, из-за чего стоило лететь.';
$LOCA["ru"]["EXP_NOTHING_6"] = 'Ваша экспедиция сделала замечательные снимки сверхновой звезды, однако по-настоящему нового она ничего не принесла. Но тем не менее есть все шансы занять первое место на конкурсе за снимок года во вселенной.';
$LOCA["ru"]["EXP_NOTHING_7"] = 'Ну по крайней мере мы теперь знаем, что красные аномалии 5-го класса не только вносят хаос в работу бортовых систем, но также вызывает массовые галлюцинации у экипажа. Но больше ничего нового экспедиция не принесла.';
$LOCA["ru"]["EXP_NOTHING_8"] = 'Вскоре после выхода за пределы солнечной системы неизвестный компьютерный вирус парализовал систему навигации. Это привело к тому, что флот всё время пролетал кругом. Не стоит говорить, что экспедиция не удалась.';
$LOCA["ru"]["EXP_NOTHING_9"] = 'Думаю не стоило всё-таки отмечать день рождения капитана на этой затерянной планете. Инопланетная лихорадка заставила большинство команды провести всю экспедицию в больничном отсеке. Резкая нехватка персонала привела к провалу экспедиции.';
$LOCA["ru"]["EXP_NOTHING_10"] = 'Кто-то установил на всех корабельных компьютерах какую-то древнюю стратегическую игру. Экспедиционный флот был долго в пути, но не принёс никаких продуктивных результатов.';
$LOCA["ru"]["EXP_NOTHING_11"] = 'Ваш экспедиционный флот следовал некоторое время странным сигналам. В конце концов эти сигналы привели его к древнему зонду, отправленному несколько поколений назад, чтобы поПРЕВЕДствовать другие цивилизации. Зонд был доставлен на борт и многие музеи с Вашей главной планеты уже выразили интерес в его приобретении.';
$LOCA["ru"]["EXP_NOTHING_12"] = 'Ваш экспедиционный флот попал в опасную близость  гравитационного поля нейтронной звезды, и ему пришлось потратить некоторое время, чтобы выбраться из него. Это стоило флоту всего дейтерия, и поэтому экспедиция возвращается обратно с пустыми руками.';

$LOCA["ru"]["EXP_NOT_DEPLETED_1"] = 'Бортовой журнал, дополнение связиста: Эта часть вселенной наверное ещё не исследована.';
$LOCA["ru"]["EXP_NOT_DEPLETED_2"] = 'Бортовой журнал, дополнение связиста: Это такое возвышающее чувство - быть первопроходцем в неисследованном секторе вселенной.';
$LOCA["ru"]["EXP_DEPLETED_MIN_1"] = 'Бортовой журнал, дополнение связиста: Похоже, что в этом районе галактики ещё не ступала нога человека.';
$LOCA["ru"]["EXP_DEPLETED_MIN_2"] = 'Бортовой журнал, дополнение связиста: Мы обнаружили очень древние корабельные сигнатуры. Похоже, что мы тут не первые.';
$LOCA["ru"]["EXP_DEPLETED_MIN_3"] = 'Бортовой журнал, дополнение Связиста: Мы почти столкнулись с другим экспедиционным флотом. Никогда бы не подумал, что сюда ещё кто-то полетит.';
$LOCA["ru"]["EXP_DEPLETED_MED_1"] = 'Бортовой журнал, дополнение связиста: Обнаружены следы присутствия других экспедиционных флотов.';
$LOCA["ru"]["EXP_DEPLETED_MED_2"] = 'Бортовой журнал, дополнение связиста: Налажен дружеский радио-контакт с другими экспедициями из этого сектора.';
$LOCA["ru"]["EXP_DEPLETED_MED_3"] = 'Бортовой журнал, дополнение связиста: Мы отпраздновали окончание экспедиции с членами команды повстречавшейся нам второй экспедиции, которая тоже исследовала этот сектор. Они тоже не нашли ничего особенного.';
$LOCA["ru"]["EXP_DEPLETED_MAX_1"] = 'Бортовой журнал, дополнение связиста: Если мы не слишком уверены в себе, то мы можем совместить усилия с остальными экспедициями из этого сектора.';
$LOCA["ru"]["EXP_DEPLETED_MAX_2"] = 'Бортовой журнал, дополнение связиста: Если так пойдёт и дальше, то при таком движении надо будет ставить навигационные буйки.';
$LOCA["ru"]["EXP_DEPLETED_MAX_3"] = 'Бортовой журнал, дополнение связиста: Может было бы разумнее соорудить здесь сувенирную станцию, вместо того, чтобы отправлять целую экспедицию?';

$LOCA["ru"]["EXP_ALIENS_WEAK_1"] = 'Ваш экспедиционный флот испытал не особо дружественный первый контакт с неизвестной расой.';
$LOCA["ru"]["EXP_ALIENS_WEAK_2"] = 'Какие-то корабли неизвестного происхождения без предупреждения атаковали Ваш экспедиционный флот!';
$LOCA["ru"]["EXP_ALIENS_WEAK_3"] = 'На нашу экспедицию напала небольшая группа неизвестных кораблей!';
$LOCA["ru"]["EXP_ALIENS_WEAK_4"] = 'Экспедиционный флот сообщает о контакте с неизвестными кораблями. Сообщения невозможно расшифровать, но судя по всему чужой флот активирует свои орудия.';
$LOCA["ru"]["EXP_ALIENS_MED_1"] = 'Неизвестная раса атакует наш экспедиционный флот!';
$LOCA["ru"]["EXP_ALIENS_MED_2"] = 'Ваш экспедиционный флот по всей видимости вторгся на территорию неизвестной, но крайне агрессивной инопланетной расы.';
$LOCA["ru"]["EXP_ALIENS_MED_3"] = 'Связь с нашим экспедиционным флотом прервалась. Насколько можно судить по расшифровкам последнего сообщения, флот находится под массивным обстрелом неидентифицированного флота.';
$LOCA["ru"]["EXP_ALIENS_STRONG_1"] = 'На вашу экспедицию напал вражеский флот пришельцев, имеются тяжёлые потери!';
$LOCA["ru"]["EXP_ALIENS_STRONG_2"] = 'Огромный союз кристаллических кораблей неизвестного происхождения держит прямой курс на наш экспедиционный фот. Нам остаётся ожидать наихудшего.';

$LOCA["ru"]["EXP_PIRATES_WEAK_1"] = 'Пара отчаянных космических пиратов попыталась захватить наш флот.';
$LOCA["ru"]["EXP_PIRATES_WEAK_2"] = 'Нам пришлось обороняться от пиратов, которых, к счастью, было не так много.';
$LOCA["ru"]["EXP_PIRATES_WEAK_3"] = 'Мы перехватили переговоры пьяных пиратов. По всей видимости на нас должны напасть.';
$LOCA["ru"]["EXP_PIRATES_WEAK_4"] = 'Наш экспедиционный флот сообщает, что некий Моа Тикарр и его дикая свора требуют безоговорочной капитуляции нашего флота. Если они предпримут что-то серьёзное, то вынуждены будут испытать на себе наши орудия.';
$LOCA["ru"]["EXP_PIRATES_WEAK_5"] = 'Нас атакуют какие-то варвары. И хотя их примитивные корабли даже отдалённо не заслуживают называться кораблями и не способны причинить нам вреда, но если обстрел примет сколько-нибудь серьёзный масштаб, то нам придётся открыть ответный огонь.';
$LOCA["ru"]["EXP_PIRATES_MED_1"] = 'Ваш экспедиционный флот пережил неприятную встречу с космическими пиратами.';
$LOCA["ru"]["EXP_PIRATES_MED_2"] = 'Мы попались в лапы звёздным пиратам! Бой был неизбежен.';
$LOCA["ru"]["EXP_PIRATES_MED_3"] = 'Сигнал о помощи, на который последовала экспедиция, оказался приманкой звёздных пиратов. Бой был неизбежен.';
$LOCA["ru"]["EXP_PIRATES_STRONG_1"] = 'Пойманные сигналы исходили не от инопланетной расы, а от секретной пиратской базы! Они были не в особом восторге от нашего появления.';
$LOCA["ru"]["EXP_PIRATES_STRONG_2"] = 'Экспедиционный флот сообщает о жестоких боях с неизвестными кораблями!';

$LOCA["ru"]["EXP_DMFOUND_SMALL_1"] = 'Экспедиции удалось поймать и законсервировать немного тёмной материи.';
$LOCA["ru"]["EXP_DMFOUND_SMALL_2"] = 'Мы нашли останки инопланетного корабля. На борту находился небольшой контейнер с тёмной материей!';
$LOCA["ru"]["EXP_DMFOUND_SMALL_3"] = 'Наша экспедиция наткнулась на корабль-призрак с грузом тёмной материи. Пока мы не можем выяснить, что случилось с его экипажем, но нашим техникам удалось достать немного тёмной материи.';
$LOCA["ru"]["EXP_DMFOUND_SMALL_4"] = 'Мы нашли странного инопланетянина на борту маленького корабля, который  обменял нам небольшой контейнер тёмной материи на несколько элементарных математических расчётов.';
$LOCA["ru"]["EXP_DMFOUND_SMALL_5"] = 'Экспедиция следовала странным сигналам и обнаружила астероид, в середине которого находилось небольшое количество тёмной материи. Астероид был доставлен на борт и сейчас учёные пытаются экстрагировать тёмную материю.';
$LOCA["ru"]["EXP_DMFOUND_MED_1"] = 'Нашей экспедиции удался уникальный эксперимент. Из затухающей звезды им удалось добыть тёмную материю!';
$LOCA["ru"]["EXP_DMFOUND_MED_2"] = 'Наша экспедиция натолкнулась на древнюю космическую станцию, долгое время дрейфовавшую по вселенной. Сама станция находится в абсолютно непригодном для использования состоянии, но в одном из реакторов хранилось небольшое количество тёмной материи. Наши техники прилагают все усилия, чтобы доставить на борт как можно больше.';
$LOCA["ru"]["EXP_DMFOUND_MED_3"] = 'Наша экспедиция сообщает о странном спектральном феномене. В результате этого в энергетических хранилищах корабельных щитов образовалась тёмная материя. Сейчас наши техники пытаются законсервировать как можно больше тёмной материи.';
$LOCA["ru"]["EXP_DMFOUND_LARGE_1"] = 'Неожиданное гиперпространственное искривление вывело Вашу экспедицию на огромные залежи тёмной материи!';
$LOCA["ru"]["EXP_DMFOUND_LARGE_2"] = 'Наша экспедиция передаёт особую новость! По всей видимости какая-то энергетическая раса, называвшая себя легорианцами, облетела корабли экспедиции и решила немного помочь слаборазвитой расе. На мостике материализовался контейнер с тёмной материей!';

$LOCA["ru"]["EXP_LOST_1"] = 'От экспедиции осталось только следующее сообщение: ".... о боже! Оно ... похоже ..... на ... "';
$LOCA["ru"]["EXP_LOST_2"] = 'Раздробление ядра ведущего корабля вызвало цепную реакцию, которая довольно-таки эффектным взрывом уничтожила всю экспедицию.';
$LOCA["ru"]["EXP_LOST_3"] = 'Последнее, что удалось получить от экспедиции, были невероятно хорошо получившиеся снимки открывающейся чёрной дыры крупным планом.';
$LOCA["ru"]["EXP_LOST_4"] = 'Экспедиционный флот не вернулся из прыжка, и наши учёные теперь ломают над этим голову, но всё указывает на то, что с флотом можно распрощаться навсегда.';

$LOCA["ru"]["EXP_DELAY_1"] = 'Халтурно собранный навигатор неправильно произвёл расчёты для прыжка, и поэтому флот не только приземлился в абсолютно другом месте, но и обратная дорога заняла невероятно много времени.';
$LOCA["ru"]["EXP_DELAY_2"] = 'Звёздный ветер от красного гиганта исказил прыжок экспедиции так, что для расчёта обратного прыжка понадобилось довольно много времени. К тому же, когда экспедиция вышла из прыжка, то не нашла ничего, кроме межзвёздной пустоты.';
$LOCA["ru"]["EXP_DELAY_3"] = 'Новый навигационный модуль всё-таки имеет пару мелких неисправностей, поэтому флот не только прыгнул в совершенно другую сторону, но и израсходовал при этом весь дейтерий. Флот выпрыгнул как раз рядом с луной стартовой планеты слегка расстроенная экспедиция возвращается на импульсном двигателе обратно, из-за чего обратный путь несколько затянется.';
$LOCA["ru"]["EXP_DELAY_4"] = 'По пока неустановленным причинам прыжок экспедиционного флота не удался и флот выпрыгнул почти в самом сердце одного солнца. К счастью это была известная система, но обратный путь займёт некоторое время.';
$LOCA["ru"]["EXP_DELAY_5"] = 'Ваша экспедиция попала в сектор с усиленными потоками частиц. Из-за этого энергетические хранилища кораблей перегрузились и на всех кораблях полетели все системы. Механикам удалось кое-что исправить, но обратный путь несколько задержится.';
$LOCA["ru"]["EXP_DELAY_6"] = 'Ведущий корабль Вашего экспедиционного флота столкнулся с незнакомым кораблём, который без предупреждения совершил прыжок на флот. Незнакомый корабль взорвался, значительно повредив ведущий корабль. Как только будут окончены самые необходимые ремонтные работы, Ваши корабли полетят обратно, т.к. в таком состоянии они не могут лететь дальше.';

$LOCA["ru"]["EXP_ACCEL_1"] = 'Неожиданное замыкание в энергетических катушках двигателей ускорили обратный прыжок экспедиции так, что он возвращается раньше запланированного времени. Согласно первым сообщениям, ничего необычного не наблюдается.';
$LOCA["ru"]["EXP_ACCEL_2"] = 'Отважный новый командир использовал нестабильную червоточину, чтобы сократить обратный прыжок - и ему это удалось! Однако сама экспедиция не принесла ничего нового.';
$LOCA["ru"]["EXP_ACCEL_3"] = 'Ваша экспедиция не сообщает ничего необычного в исследуемом секторе. Однако при обратном прыжке флот попал в поток солнечного ветра, из-за чего прыжок ускорился и экспедиция возвращается несколько раньше.';

$LOCA["ru"]["EXP_RESFOUND_SMALL_1"] = 'Ваша экспедиция нашла маленькое скопление астероидов, из которого можно добыть некоторые ресурсы.';
$LOCA["ru"]["EXP_RESFOUND_SMALL_2"] = 'На удалённом планетоиде были найдены легко доступные залежи ресурсов, которые были успешно доставлены на борт.';
$LOCA["ru"]["EXP_RESFOUND_SMALL_3"] = 'Экспедиция наткнулась на радиоактивно облучённого планетоида с крайне ядовитой атмосферой. Однако сканы показали, что этот планетоид очень богат полезными ископаемыми. При помощи роботов учёные пытаются получить самый максимум.';
$LOCA["ru"]["EXP_RESFOUND_SMALL_4"] = 'Ваша экспедиция натолкнулась на обломки корабля из какой-то древней битвы. Отдельные компоненты ещё можно собрать и переработать.';
$LOCA["ru"]["EXP_RESFOUND_MED_1"] = 'Ваша экспедиция нашла древний заполненный грузом конвой. Некоторые ресурсы удалось доставить на борт.';
$LOCA["ru"]["EXP_RESFOUND_MED_2"] = 'На маленькой луне с собственной атмосферой ваша экспедиция нашла крупные залежи ресурсов.';
$LOCA["ru"]["EXP_RESFOUND_MED_3"] = 'Мы встретили маленький конвой гражданских кораблей, которому срочно требуется пища и медикаменты. Взамен мы получили целую кучу полезных ресурсов.';
$LOCA["ru"]["EXP_RESFOUND_LARGE_1"] = 'Пояс из минералов вокруг неизвестной планеты содержал невероятные количества ресурсов. Экспедиционный флот сообщает о полных хранилищах!';
$LOCA["ru"]["EXP_RESFOUND_LARGE_2"] = 'Ваш экспедиционный флот сообщает о нахождении обломков огромного инопланетного корабля. Его технология им абсолютно неизвестна, но отдельные его части можно пустить на ресурсы.';
$LOCA["ru"]["EXP_RESFOUND_LOGBOOK_1"] = 'Запись в бортовом журнале первого офицера: Мы забили каждый уголок корабля, но всех ресурсов взять с собой всё равно не сможем.';
$LOCA["ru"]["EXP_RESFOUND_LOGBOOK_2"] = 'Запись в бортовом журнале первого офицера: Было бы у нас хотя бы на пару транспортов больше! А так мы оставляем целую кучу ресурсов.';
$LOCA["ru"]["EXP_RESFOUND_LOGBOOK_3"] = 'Запись в бортовом журнале первого офицера: Хоть мы и выкинули всё ненужное за борт, но места для ресурсов всё равно не хватает.';
$LOCA["ru"]["EXP_RESFOUND_LOGBOOK_4"] = 'Запись в бортовом журнале первого офицера: Даже после переоборудования столовой и кают-компании места для ресурсов не хватает всё равно.';

$LOCA["ru"]["EXP_FLEET_SMALL_1"] = 'Мы натолкнулись на остатки предыдущей экспедиции! Наши техники пытаются найти среди обломков что-то летающее.';
$LOCA["ru"]["EXP_FLEET_SMALL_2"] = 'Ваша экспедиция наткнулась на старинную звёздную крепость, уже целую вечность покинутую. В ангаре крепости стоит ещё несколько кораблей. Техники исследуют их на предмет исправности.';
$LOCA["ru"]["EXP_FLEET_SMALL_3"] = 'Наша экспедиция нашла планету, почти полностью разрушенную постоянными войнами. На орбите дрейфуют различные обломки. Техники пытаются отремонтировать некоторые из них, в надежде получить информацию, что там произошло.';
$LOCA["ru"]["EXP_FLEET_SMALL_4"] = 'Мы нашли покинутую пиратскую базу. В ангаре ещё стоит несколько старых кораблей. Наши техники смотрят, могут ли они ещё летать.';
$LOCA["ru"]["EXP_FLEET_MED_1"] = 'Мы нашли остатки армады. Техники экспедиционного флота сразу же принялись за неповреждённые корабли и пытаются починить их.';
$LOCA["ru"]["EXP_FLEET_MED_2"] = 'Наша экспедиция натолкнулась на древнюю автоматическую верфь. Несколько кораблей находятся ещё в фазе производства и наши техники пытаются восстановить энергообеспечение верфи.';
$LOCA["ru"]["EXP_FLEET_LARGE_1"] = 'Мы нашли огромное кладбище космических кораблей. Некоторым техникам из экспедиции удалось восстановить несколько штук.';
$LOCA["ru"]["EXP_FLEET_LARGE_2"] = 'Мы обнаружили планету со следами цивилизации. С орбиты можно распознать огромный порт, единственный оставшийся целым. Группа техников и пилотов отправилась на поверхность планеты, чтобы поискать ещё пригодные к использованию корабли.';
$LOCA["ru"]["EXP_FLEET_LOGBOOK_1"] = 'Бортовой журнал, дополнение офицера-механика: Было бы у нас хотя бы пару штук кораблей! Было бы намного легче тащить это богатство.';
$LOCA["ru"]["EXP_FLEET_LOGBOOK_2"] = 'Бортовой журнал, дополнение офицера-механика: К сожалению у нас не хватает места, чтобы довезти до дома все эти прекрасные корабли.';
$LOCA["ru"]["EXP_FLEET_LOGBOOK_3"] = 'Бортовой журнал, дополнение офицера-механика: К сожалению нам не хватает места, чтоб загрузить все найденные корабли.';
$LOCA["ru"]["EXP_FLEET_FOUND"] = '<br><br>К флоту присоединились:';

$LOCA["ru"]["EXP_TRADER_1"] = 'Ваш экспедиционный флот вышел на контакт с какой-то стеснительной инопланетной расой. Они заявили, что хотят отправить в Ваши миры своего представителя с товарами на обмен.';
$LOCA["ru"]["EXP_TRADER_2"] = 'Ваш экспедиционный флот поймал сигнал помощи. Он исходил от огромного мега-транспорта, попавшего в гравитационное поле одного планетоида. После освобождения транспорта, его капитан празднично объявил о занесении своих спасителей в качестве эксклюзивных клиентов в свою чёрную книгу.';

$LOCA["ru"]["EXP_FOUND"] = "<br>Было добыто #1 #2";

?>