<?php

// Скрипт установки

$LOCA["ru"]["INSTALL_TITLE"] = "Установка OGame";
$LOCA["ru"]["INSTALL_TIP"] = "Используйте подсказки при наведении мышкой на выбранные параметры";

$LOCA["ru"]["INSTALL_STARTPAGE"] = "Стартовая страница";
$LOCA["ru"]["INSTALL_DB"] = "Настройки базы данных Вселенной";
$LOCA["ru"]["INSTALL_DB_HOST"] = "Хост";
$LOCA["ru"]["INSTALL_DB_USER"] = "Пользователь";
$LOCA["ru"]["INSTALL_DB_PASS"] = "Пароль";
$LOCA["ru"]["INSTALL_DB_NAME"] = "Название БД";
$LOCA["ru"]["INSTALL_DB_PREFIX"] = "Префикс таблиц";
$LOCA["ru"]["INSTALL_DB_SECRET"] = "Секретное слово";

$LOCA["ru"]["INSTALL_MDB"] = "Настройки центральной базы данных";
$LOCA["ru"]["INSTALL_MDB_TIP"] = "Центральная база данных может находится на другом сервере (обычно там же, где и стартовая страница) и хранит информацию обо всех вселенных, купоны и пр. общую информацию";
$LOCA["ru"]["INSTALL_MDB_ENABLE"] = "Добавлять вселенную в центральную базу?";
$LOCA["ru"]["INSTALL_MDB_HOST"] = "Хост";
$LOCA["ru"]["INSTALL_MDB_USER"] = "Пользователь";
$LOCA["ru"]["INSTALL_MDB_PASS"] = "Пароль";
$LOCA["ru"]["INSTALL_MDB_NAME"] = "Название БД";

$LOCA["ru"]["INSTALL_UNI"] = "Настройки вселенной";
$LOCA["ru"]["INSTALL_UNI_NUM"] = "Номер вселенной";
$LOCA["ru"]["INSTALL_UNI_SPEED"] = "Ускорение";
$LOCA["ru"]["INSTALL_UNI_FLEETSPEED"] = "Ускорение флота";
$LOCA["ru"]["INSTALL_UNI_G"] = "Количество галактик";
$LOCA["ru"]["INSTALL_UNI_S"] = "Количество систем";
$LOCA["ru"]["INSTALL_UNI_USERS"] = "Максимум игроков";
$LOCA["ru"]["INSTALL_UNI_ACS"] = "Участников САБ";
$LOCA["ru"]["INSTALL_UNI_FID"] = "Обломки флота";
$LOCA["ru"]["INSTALL_UNI_DID"] = "Обломки обороны";
$LOCA["ru"]["INSTALL_UNI_RAPID"] = "Скорострел";
$LOCA["ru"]["INSTALL_UNI_MOONS"] = "Луны и Звезды Смерти";
$LOCA["ru"]["INSTALL_UNI_BATTLE"] = "Путь к боевому движку";

$LOCA["ru"]["INSTALL_ADMIN"] = "Аккаунт администратора игры";
$LOCA["ru"]["INSTALL_ADMIN_EMAIL"] = "E-Mail";
$LOCA["ru"]["INSTALL_ADMIN_PASS"] = "Пароль";

$LOCA["ru"]["INSTALL_TIP1"] = "Чтобы было легко найти все таблицы этой вселенной, задайте им общий префикс";
$LOCA["ru"]["INSTALL_TIP2"] = "Используется при генерации паролей и сессий";
$LOCA["ru"]["INSTALL_TIP3"] = "Номер вселенной будет указан в заголовке окна и над главным меню в игре.";
$LOCA["ru"]["INSTALL_TIP4"] = "Ускорение игры влияет на скорость добычи ресурсов, длительность построек и проведение исследований, минимальную длительность Режима Отпуска.";
$LOCA["ru"]["INSTALL_TIP5"] = "Ускорение флота влияет только на скорость летящих флотов";
$LOCA["ru"]["INSTALL_TIP6"] = "Максимальное количество аккаунтов. После достижения этого значения регистрация закрывается до тех пор, пока не освободится место.";
$LOCA["ru"]["INSTALL_TIP7"] = "Максимальное количество приглашенных игроков для Совместной атаки. Максимальное количство флотов в САБ вычисляется по формуле N*4, где N - количетсво участников. При N=0 САБ отключен.";
$LOCA["ru"]["INSTALL_TIP8"] = "Флот в Обломки. Указанное количество процентов флота выпадает в виде обломков. Если указано 0, то ФВО отключено.";
$LOCA["ru"]["INSTALL_TIP9"] = "Оборона в Обломки. Указанное количество процентов обороны выпадает в виде обломков. Если указано 0, то ОВО отключено.";
$LOCA["ru"]["INSTALL_TIP10"] = "Корабли получают возможность повторного выстрела";

$LOCA["ru"]["INSTALL_INSTALL"] = "Инсталлировать";

$LOCA["ru"]["INSTALL_ERROR1"] ="Не удалось сохранить файл конфигурации.";
$LOCA["ru"]["INSTALL_DONE"] ="Установка завершена. Файл конфигурации создан.";


?>