<?php

// Регистрация, вход, восстановление пароля

$LOCA["ru"]["REG_MAIL_TITLE"] = "Обзор";
$LOCA["ru"]["REG_MAIL_SEND"] = "Послать пароль";
$LOCA["ru"]["REG_MAIL_NOTE"] = "Введите действительный в игре адрес.";
$LOCA["ru"]["REG_MAIL_EMAIL"] = "E-Mail:";
$LOCA["ru"]["REG_MAIL_SUBMIT"] = "Отправить данные";

$LOCA["ru"]["REG_FORGOT_TITLE"] = "Отправление пароля OGame";
$LOCA["ru"]["REG_FORGOT_ERROR"] = "Постоянный адрес неверен.";
$LOCA["ru"]["REG_FORGOT_OK"] = "Пароль отправлен на #1.";
$LOCA["ru"]["REG_FORGOT_SUBJ"] = "Пароль огейм";
$LOCA["ru"]["REG_FORGOT_MAIL"] = "О #1, приветствуем Вас!\n\n" .
"Попасть снова в #2-ю вселенную Вы сможете только указав пароль #3.\n\n" .
"Пароли высылаются исключительно на адреса, указанные в профиле аккаунта.\n\n" .
"Если Вы не заказывали восстановление пароля, то проигнорируйте это письмо.\n\n" .
"Удачи,\n\n" .
"Ваша команда ОГейм.";

?>