<?php

// TODO: Kurzbeschreibung
// Es gibt nur wenige HTML-Quellen für deutsche Seiten..

$LOCA["de"]["SHORT_1"] = "Hauptrohstofflieferanten fur den Bau tragender Strukturen von Bauwerken und Schiffen.";
$LOCA["de"]["SHORT_2"] = "Hauptrohstofflieferanten fur elektronische Bauteile und Legierungen.";
$LOCA["de"]["SHORT_3"] = "Entziehen dem Wasser eines Planeten den geringen Deuteriumanteil.";
$LOCA["de"]["SHORT_4"] = "Solarkraftwerke gewinnen Energie aus Sonneneinstrahlung. Einige Gebaude benotigen Energie fur ihren Betrieb.";
//$LOCA["de"]["SHORT_12"] = "Добывает энергию из процесса образования атома гелия двумя атомами тяжёлого водорода.";
$LOCA["de"]["SHORT_14"] = "Roboterfabriken stellen einfache Arbeitskrafte zur Verfugung, die beim Bau der planetaren Infrastruktur eingesetzt werden konnen. Jede Stufe erhoht damit die Geschwindigkeit des Ausbaus von Gebauden.";
//$LOCA["de"]["SHORT_15"] = "Представляет собой венец робототехники. Каждый уровень укорачивает время строительства зданий, кораблей и оборонительных сооружений вдвое.";
//$LOCA["de"]["SHORT_21"] = "В строительной верфи производятся все виды кораблей и оборонительных сооружений.";
//$LOCA["de"]["SHORT_22"] = "Хранилище для необработанных руд металлов до их дальнейшей переработки.";
//$LOCA["de"]["SHORT_23"] = "Хранилище для необработанного кристалла до его дальнейшей переработки.";
//$LOCA["de"]["SHORT_24"] = "Огромные ёмкости для хранения добытого дейтерия.";
$LOCA["de"]["SHORT_31"] = "Um neue Technologien zu erforschen, ist der Betrieb einer Forschungsstation notwendig.";
//$LOCA["de"]["SHORT_33"] = "Терраформер увеличивает пригодную для застройки площадь";
//$LOCA["de"]["SHORT_34"] = "Склад альянса предоставляет возможность обеспечения топливом дружественных флотов, которые помогают при обороне и находятся на орбите";
//$LOCA["de"]["SHORT_41"] = "Луна не располагает атмосферой, поэтому перед заселением требуется соорудить лунную базу.";
//$LOCA["de"]["SHORT_42"] = "Позволяет наблюдать за передвижениями флота. Чем выше уровень развития, тем больше радиус действия фаланги.";
//$LOCA["de"]["SHORT_43"] = "Ворота - это огромные телепортеры, которые могут пересылать между собой флоты любых размеров без временных затрат.";
//$LOCA["de"]["SHORT_44"] = "Служит для хранения ракет.";

//$LOCA["de"]["SHORT_106"] = "С помощью этой технологии добываются данные о других планетах.";
//$LOCA["de"]["SHORT_108"] = "С увеличением мощности компьютеров можно командовать всё большим количеством флотов. Каждый уровень компьютерной технологии увеличивает максимальное количество флотов на один.";
//$LOCA["de"]["SHORT_109"] = "Оружейная технология делает системы вооружения эффективней. Каждый уровень увеличивает мощность вооружения войсковых частей на 10% от основной мощности.";
//$LOCA["de"]["SHORT_110"] = "Эта технология делает щиты кораблей и оборонительных сооружений эффективней. Каждый уровень повышает эффективность щитов на 10% от основной мощности.";
//$LOCA["de"]["SHORT_111"] = "Специальные сплавы улучшают броню космических кораблей. Так, устойчивость брони может увеличиваться с каждым уровнем на 10% .";
//$LOCA["de"]["SHORT_113"] = "Обладание различными видами энергии необходимо для многих новых технологий.";
//$LOCA["de"]["SHORT_114"] = "Путём сплетения 4-го и 5-го измерения стало возможным исследовать новый более экономный и эффективный двигатель.";
//$LOCA["de"]["SHORT_115"] = "Дальнейшее развитие этих двигателей делает некоторые корабли быстрее, однако каждый уровень повышает скорость лишь на 10%.";
//$LOCA["de"]["SHORT_117"] = "Импульсный двигатель основывается на принципе отдачи. Дальнейшее развитие этих двигателей делает некоторые корабли быстрее, однако с каждым уровнем повышает скорость лишь на 20%.";
//$LOCA["de"]["SHORT_118"] = "Выгибает пространство вокруг корабля. Дальнейшее развитие этих двигателей делает некоторые корабли быстрее, каждый уровень повышает скорость на 30%.";
//$LOCA["de"]["SHORT_120"] = "Благодаря фокусированию света возникает луч, который при попадании на объект наносит ему повреждения.";
//$LOCA["de"]["SHORT_121"] = "Поистине смертоносный наводимый луч из ускоренных ионов. При попадании на какой-либо объект они наносят огромный ущерб.";
//$LOCA["de"]["SHORT_122"] = "Дальнейшее развитие ионной технологии, которая ускоряет не ионы, а высокоэнергетическую плазму. Она оказывает опустошительное действие при попадании на какой-либо объект.";
//$LOCA["de"]["SHORT_123"] = "Посредством этой сети учёные с различных планет могут обмениваться информацией.";
//$LOCA["de"]["SHORT_124"] = "Теперь корабли можно оснащать исследовательским модулем, обеспечивающим обработку собранных данных  в условиях длительных полётов.";
//$LOCA["de"]["SHORT_199"] = "Путём запуска концентрированного заряда частиц гравитона можно создавать искусственное гравитационное поле, благодаря которому можно уничтожать корабли или даже луны.";

//$LOCA["de"]["SHORT_202"] = "Малый транспорт - это маневренный корабль, который может быстро транспортировать сырье на другие планеты.";
//$LOCA["de"]["SHORT_203"] = "Дальнейшее развитие малых транспортов позволило создать корабли, обладающие большей вместительностью и, благодаря более развитому двигателю, способными передвигаться быстрее, чем малый транспорт, до тех пор, пока на малых транспортах не устанавливаются импульсные двигатели";
$LOCA["de"]["SHORT_204"] = "Der leichte Jäger ist ein wendiges Schiff, das auf fast jedem Planeten vorgefunden wird. Die Kosten sind nicht besonders hoch, Schildstärke und Ladekapazität sind allerdings sehr gering.";
//$LOCA["de"]["SHORT_205"] = "Дальнейшее развитие лёгкого истребителя, он лучше защищён и обладает большей силой атаки.";
//$LOCA["de"]["SHORT_206"] = "Крейсеры почти втрое сильней защищены, чем тяжёлые истребители, а по огневой мощи они превосходят тяжёлые истребители более, чем в два раза. К тому же они очень быстры.";
//$LOCA["de"]["SHORT_207"] = "Линкоры как правило составляют основу флота. Их тяжёлые орудия, высокая скорость и большой грузовой тоннаж делают их серьёзными противниками.";
//$LOCA["de"]["SHORT_208"] = "Этот корабль может колонизировать свободные планеты.";
//$LOCA["de"]["SHORT_209"] = "С помощью переработчика добывается сырьё из обломков.";
//$LOCA["de"]["SHORT_210"] = "Шпионские зонды - это маленькие манёвренные корабли, которые доставляют с больших расстояний данные о флотах и планетах.";
//$LOCA["de"]["SHORT_211"] = "Бомбардировщик был разработан специально для того, чтобы уничтожать планетарную защиту.";
$LOCA["de"]["SHORT_212"] = "Solarsatelliten sind einfache Plattformen aus Solarzellen, die sich in einem hohen stationären Orbit befinden. Sie sammeln das Sonnenlicht und geben es per Laser an die Bodenstation weiter.";
//$LOCA["de"]["SHORT_213"] = "Уничтожитель - король среди военных кораблей.";
//$LOCA["de"]["SHORT_214"] = "Уничтожительная мощь звезды смерти непревосходима.";
//$LOCA["de"]["SHORT_215"] = "Линейный крейсер специализируется на перехвате вражеских флотов.";

//$LOCA["de"]["SHORT_401"] = "Ракетная установка - простое и дешёвое средство обороны.";
//$LOCA["de"]["SHORT_402"] = "При помощи концентрированного обстрела цели фотонами можно достичь значительно больших разрушений, чем при применении обычного баллистического вооружения.";
//$LOCA["de"]["SHORT_403"] = "Тяжелый лазер представляет собой дальнейшее развитие лёгкого лазера.";
//$LOCA["de"]["SHORT_404"] = "Пушка Гаусса ускоряет многотонные заряды с гигантскими затратами энергии.";
//$LOCA["de"]["SHORT_405"] = "Ионное орудие направляет на цель волну ионов, которая дестабилизирует щиты и повреждает электронику.";
//$LOCA["de"]["SHORT_406"] = "Плазменные орудия выпускают сгустки высокотемпературной плазмы и превосходят по своему разрушительному действию даже уничтожитель.";
//$LOCA["de"]["SHORT_407"] = "Малый щитовой купол защищает планету и поглощает удары атаки.";
//$LOCA["de"]["SHORT_408"] = "Дальнейшее развитие малого щитового купола. Он может сдерживать ещё более сильные атаки на планету, поглощая значительно большее количество энергии.";
//$LOCA["de"]["SHORT_502"] = "Ракеты-перехватчики уничтожают атакующие межпланетные ракеты";
//$LOCA["de"]["SHORT_503"] = "Межпланетные ракеты уничтожают защиту противника.";

?>